[
 {
  "name": "1. Báo Thanh Niên",
  "intro1": "Báo Thanh Niên ra đời ngày 21/6/1925 tại Quảng Châu, Trung Quốc, trong bối cảnh phong trào yêu nước Việt Nam đầu thế kỉ XX tuy sôi nổi nhưng phân tán, thiếu đường lối rõ ràng và chưa tìm được con đường giải phóng dân tộc đúng đắn. Sau nhiều năm bôn ba tìm đường cứu nước, Nguyễn Ái Quốc đã tiếp thu chủ nghĩa Mác – Lênin và nhận ra con đường tất yếu để giải phóng dân tộc là con đường cách mạng vô sản.",
  "context1": "Khi thành lập Hội Việt Nam Cách mạng Thanh niên tại Quảng Châu, Người lập tức xác định việc tuyên truyền, giáo dục lý luận cách mạng là nhiệm vụ hàng đầu. Tờ báo Thanh Niên ra đời như “vũ khí tinh thần” chủ lực, nhằm truyền bá tư tưởng mới, thống nhất nhận thức và bồi dưỡng lực lượng cách mạng trong nước.",
  "content1": "Số đầu của báo Thanh Niên xuất bản ngày 21/6/1925 và được xuất bản đều đặn hằng tuần. Báo được viết bằng bút sắt nhọn trên giấy sáp và in theo lối roneo. Hầu hết các số báo có 2 trang, có số 4, 5 trang. Mỗi trang thường chia làm 2 cột, mỗi dòng trong một cột có từ 8 - 9 chữ viết to, dễ đọc. Cỡ trung bình của tờ báo là 18x24cm - một khổ giấy thông dụng bấy giờ ở Quảng Châu có thể mua được một cách dễ dàng.",
  "content2": "Báo có các mục: Xã luận, bình luận, diễn đàn phụ nữ, phê bình, tin tức, thơ ca, vấn đáp, trả lời bạn đọc, việc làm. Một số báo đầu có bài được viết bằng chữ Hán, như 'Phụ nữ thời đàm', 'Tân Văn', v.v.. Các bài viết dùng từ An nam (chưa dùng từ Việt Nam). Những chữ d, c, ph, ngh... được thay bằng z, k, f, ng... Cách rút gọn chữ này ngoài việc tiết kiệm được giấy còn tạo cho người đọc một ấn tượng đổi mới, cách mạng và độc đáo chỉ riêng tờ Thanh Niên bấy giờ mới có.",
  "content3": "Trong thời kỳ đầu, báo Thanh Niên được biên tập và in ấn ổn định, và trong 88 số đầu đã tập trung làm rõ mâu thuẫn giữa dân tộc ta với chủ nghĩa đế quốc Pháp, khẳng định lực lượng cách mạng là toàn dân, lấy công – nông làm nền tảng. Báo phê phán quan niệm chỉ người tài giỏi mới làm được cách mạng, nhấn mạnh sức mạnh đoàn kết và ý chí chung của hàng vạn quần chúng. Tờ báo nêu rõ quan điểm dân tộc, thực hiện sách lược phân hóa giai cấp phong kiến để mở rộng mặt trận thống nhất, “thêm bạn bớt thù”. Báo cũng xác định con đường cách mạng gồm hai thời kỳ, yêu cầu người cách mạng phải hy sinh, đặt lợi ích cách mạng lên trên hết và làm việc theo phương pháp khoa học. Thanh Niên kiên quyết chống chủ nghĩa cải lương, kêu gọi dùng bạo lực cách mạng “phá lồng” áp bức, đồng thời giới thiệu kinh nghiệm các cuộc cách mạng thế giới, nhất là Cách mạng Tháng Mười Nga. Sang thời kỳ thứ hai, dù gặp nhiều khó khăn, báo vẫn duy trì được tôn chỉ, mục đích. Với khoảng 200 số, Thanh Niên đã đóng vai trò lịch sử quan trọng trong việc tuyên truyền, chuẩn bị tư tưởng, lý luận và tổ chức cho sự ra đời các tổ chức cộng sản và Đảng Cộng sản Việt Nam.",
  "content4": "Ý nghĩa của báo Thanh Niên vô cùng to lớn đối với cách mạng Việt Nam. Đây là tờ báo đầu tiên truyền bá có hệ thống chủ nghĩa Mác – Lênin vào trong nước, từ đó tạo nền tảng tư tưởng và chính trị cho sự hình thành các tổ chức cộng sản và sự ra đời của Đảng Cộng sản Việt Nam năm 1930. Tờ báo không chỉ đào tạo đội ngũ cán bộ cốt cán mà còn góp phần định hướng phong trào yêu nước theo con đường mới, đưa cách mạng Việt Nam bước sang thời kỳ phát triển mang tính khoa học và cách mạng sâu sắc.",
  "content5": "Với những đóng góp đó, Thanh Niên trở thành mốc son mở đầu cho nền báo chí cách mạng Việt Nam, là biểu tượng của tinh thần giác ngộ, tổ chức và dẫn đường cho thanh niên Việt Nam trong sự nghiệp đấu tranh giải phóng dân tộc.",
  "meaning1": "Báo Thanh Niên là tờ báo đầu tiên truyền bá có hệ thống chủ nghĩa Mác – Lênin vào trong nước, tạo nền tảng tư tưởng và chính trị cho sự hình thành các tổ chức cộng sản và sự ra đời của Đảng Cộng sản Việt Nam năm 1930. Tờ báo không chỉ đào tạo đội ngũ cán bộ cốt cán mà còn góp phần định hướng phong trào yêu nước theo con đường mới, đưa cách mạng Việt Nam bước sang thời kỳ phát triển mang tính khoa học và cách mạng sâu sắc. Thanh Niên trở thành biểu tượng của tinh thần giác ngộ, tổ chức và dẫn đường cho thanh niên Việt Nam trong sự nghiệp đấu tranh giải phóng dân tộc.",
  "image": {
    "src": "anh1",
    "alt": ""
  }
}
,
  {
    "name": "2. Bản Yêu sách của nhân dân An Nam",
    "intro1": "Yêu sách của nhân dân An Nam còn gọi là Thỉnh nguyện thư của dân tộc An Nam (tiếng Pháp: Revendications du peuple annamite) là bản yêu sách được gửi ngày 18 tháng 6 năm 1919, của Hội những người An Nam yêu nước, gồm tám điểm được viết bằng tiếng Pháp, được ký bằng cái tên chung là ''Nguyễn Ái Quốc'' và gửi tới Hội nghị Hòa bình Versailles.",
    "context1": "Hội nghị Versailles được tổ chức ngày 28-6-1919, sau khi Chiến tranh thế giới I kết thúc, các nước thắng trận và bại trận đã họp để ký kết các hòa ước chính thức, cũng như phân chia các quyền lợi cho các nước thắng trận. Tại Hội nghị Versailles, các đoàn đại biểu thay mặt cho các dân tộc bị áp bức đến dự vì nghe có chương trình 14 điểm của Tổng thống Mỹ Wilson, trong đó có đặt vấn đề quan tâm tới quyền lợi của các dân tộc thuộc địa.",
    "context2":"Khi đó người thanh niên yêu nước Nguyễn  Tất Thành đang ở Pháp, đã tổ chức nhóm người Việt Nam yêu nước tại Pari và tại các tỉnh ở Pháp. Nguyễn  Tất Thành-Nguyễn Ái Quốc đã đến Hội nghị Versailles với danh nghĩa đại diện cho tổ chức này. Về sự kiện viết bản Yêu sách, có tài liệu cho rằng: Nghe tin có Hội nghị Versailles, Nguyễn Tất Thành bàn với nhà yêu nước Phan Châu Trinh và luật sư, tiến sĩ Phan Văn Trường về viết bản Yêu sách của nhân dân An Nam gửi Hội nghị Versailles và do thời gian gấp nên nhờ luật sư Phan Văn Trường viết ngay bằng tiếng Pháp thì mới kịp. Khi Bản Yêu sách của nhân dân An Nam đã thảo xong bằng tiếng Pháp, Nguyễn Tất Thành nêu ý kiến để luật sư Phan Văn Trường đứng tên. Luật sư Phan Văn Trường nêu rõ: Yêu sách này tuy do ông  viết bằng tiếng Pháp nhưng nội dung và sáng kiến lớn lao này là của Nguyễn Tất Thành; hầu hết ý kiến nêu ra trong bản Yêu sách cũng là của Nguyễn Tất Thành; là cái tâm, cái chí là của anh Nguyễn Tất Thành... Luật sư Phan Văn Trường nêu rõ: Người trí thức không được phép lấy công người khác làm công của mình, “Cái gì của Xêda thì phải trả lại cho Xêda”. Cuối cùng, với sự thuyết phục của Phan Văn Trường, Phan Châu Trinh, Nguyễn Tất Thành đã quyết định đứng mũi chịu sào, với cái tên chung cho tấm lòng của mọi người. ",
    "image": {
      "src": "anh2",
      "alt": "Bản yêu sách của nhân dân An Nam"
    },
    "content1":"Bản Yêu sách của nhân dân An Nam gồm 8 điểm rất ôn hòa, yêu cầu Chính phủ Pháp trao trả một số quyền tự do, dân chủ cơ bản tối thiểu cho nhân dân Việt Nam. Bản Yêu sách gồm nội dung chính: “Trong khi chờ cho nguyên tắc dân tộc sẽ từ lĩnh vực lý tưởng chuyển vào lĩnh vực hiện thực do chỗ quyền tự quyết thiêng liêng của các dân tộc được thừa nhận thật sự, nhân dân nước An Nam trước kia, nay là xứ Đông-Pháp, xin trình bày với các quý Chính phủ trong Đồng minh nói chung và với Chính phủ Pháp đáng kính nói riêng, những yêu sách khiêm tốn sau đây:",
    "content2":"1. Tổng ân xá cho tất cả những người bản xứ bị án tù chính trị;",
    "content3":"2. Cải cách nền pháp lý ở Đông Dương bằng cách cho người bản xứ cũng được quyền hưởng những đảm bảo về mặt pháp luật như người  Âu châu; xóa bỏ hoàn toàn các tòa án đặc biệt dùng làm công cụ để khủng bố và áp bức bộ phận trung thực nhất trong nhân dân An Nam;",
    "content4":"3. Tự do báo chí và tự do ngôn luận;",
    "content5":"4. Tự do lập hội và tự do hội họp;",
    "content6":"5. Tự do cư trú ở nước ngoài và tự do xuất dương;",
    "content7":"6. Tự do học tập, thành lập các trường kỹ thuật và chuyên nghiệp ở tất cả các tỉnh cho người bản xứ;",
    "content8":"7. Thay chế độ ra các sắc lệnh bằng chế độ ra các đạo luật;",
    "content9":"8. Đoàn đại biểu thường trực của người bản xứ, do người bản xứ bầu ra, tại Nghị viện Pháp để giúp cho Nghị viện biết được những nguyện vọng của người bản xứ”.",
    "meaning1": "“-Yêu sách của nhân dân An Nam” của Nguyễn Ái Quốc là bản tuyên bố chính trị đầu tiên của nhân dân Việt Nam, mở đầu cho cuộc đấu tranh đòi quyền dân tộc cơ bản, quyền tự quyết thiêng liêng của dân tộc. Nó đánh dấu sự chuyển biến quan trọng trong nhận thức của Nguyễn Ái Quốc, là bước ngoặt trong hành trình cứu nước. Dù không được Hội nghị Versailles chấp thuận, bản yêu sách tạo tiếng vang lớn, cổ vũ phong trào yêu nước và khẳng định quyền tự quyết của dân tộc.",
    "meaning2":" -Đánh dấu sự chuyển biến quan trọng trong nhận thức, tư tưởng của nhà cách mạng Nguyễn Ái Quốc, đánh dấu một bước ngoặt trên hành trình tìm đường cứu nước của một vĩ nhân: Lãnh tụ Nguyễn Ái Quốc-Hồ Chí Minh",
    "meaning3":"-Dù không được Hội nghị Versailles chấp thuận, nhưng nó đã tạo tiếng vang lớn, cổ vũ phong trào yêu nước và khẳng định quyền tự quyết của dân tộc. "
  },
  {
    "name": "3. Bản án chế độ Thực dân Pháp",
    "intro1": "Bản án chế độ thực dân Pháp (tiếng Pháp: Le Procès de la colonisation française) là tác phẩm chính luận do Nguyễn Ái Quốc viết bằng tiếng Pháp, xuất bản lần đầu ở Paris năm 1925 trên tờ báo của Quốc tế Cộng sản Imprékor, và xuất bản lần đầu ở Việt Nam năm 1946.",
    "context1": "Paris, trung tâm văn hóa và chính trị của Pháp, cũng là nơi Nguyễn Ái Quốc dành nhiều tâm huyết để hoàn thiện “cuốn sách Bản án chế độ thực dân Pháp”. Dưới vỏ bọc là người thợ ảnh, người viết báo, Người không chỉ chứng kiến cuộc sống của những người dân lao động Pháp mà còn tiếp xúc với các nhà cách mạng, những trí thức tiến bộ và các phong trào đấu tranh vì công lý. Người đã không ngừng học hỏi, nghiên cứu các lý thuyết cách mạng, từ đó hình thành nên tư duy độc lập và một tầm nhìn chiến lược về tương lai của Việt Nam và các dân tộc bị áp bức. Việc tiếp cận các tài liệu, thông tin và chứng cứ về tội ác thực dân ở khắp các thuộc địa đã trở thành nền tảng vững chắc để Người xây dựng nên một bản cáo trạng toàn diện và thuyết phục. Tác phẩm được viết bằng tiếng Pháp, nhằm mục đích trực tiếp công kích vào lòng “mẫu quốc”, vạch trần bộ mặt giả dối của chủ nghĩa thực dân trước dư luận thế giới. Mỗi câu chữ, mỗi luận điểm đều được Nguyễn Ái Quốc cân nhắc kỹ lưỡng, dựa trên những sự thật không thể chối cãi, từ đó tạo nên sức mạnh tố cáo to lớn.",
 
    "image": {
      "src": "anh3",
      "alt": ""
    },
    "content1": "Nội dung tác phẩm được Nguyễn Ái Quốc phê bình là ''tố cáo thực dân Pháp đã bắt dân bản xứ phải đóng ''thuế máu'' cho chính quốc... để ''phơi thây trên chiến trường châu Âu''; ''đày đọa''' phụ nữ, trẻ em thuộc địa; các thống sứ, quan lại thực dân ''độc ác như một bầy thú d'' v.v.... Tác phẩm được cho là đã ''hướng các dân tộc bị áp bức'' đi theo con đường Cách mạng Tháng Mười Nga, tiêu diệt ''hai cái vòi của con đỉa đế quốc'' – một ''vòi'' bám vào giai cấp vô sản ở chính quốc, một ''vòi'' bám vào nhân dân thuộc địa. Tác phẩm được cho là đã đề ra cho dân Việt Nam ''con đường đấu tranh giải phóng'' theo chủ nghĩa Marx-Lenin''.Bao gồm các chương: I. Thuế máu; II. Việc đầu độc người bản xứ; III. Các quan thống đốc; IV. Các quan cai trị; V. Những nhà khai hoá; VI. Tệ tham nhũng; VII. Bóc lột người bản xứ; VIII. Công lí; IX. Chính sách ngu dân; X. Chủ nghĩa giáo hội; XI. Nỗi khổ nhục của phụ nữ bản xứ; XII. Nô lệ thức tỉnh; Phụ lục: Gửi thanh niên Việt Nam.",
"meaning1":"-Ngay từ khi ra đời, “Bản án chế độ thực dân Pháp” nhanh chóng được dịch ra nhiều thứ tiếng và lan truyền rộng rãi trong phong trào cách mạng thế giới. Tác phẩm đã thức tỉnh hàng triệu người dân thuộc địa về bản chất tàn bạo của chủ nghĩa thực dân, khơi dậy khát vọng độc lập và tự do. Đối với các trí thức tiến bộ ở các nước đế quốc, cuốn sách trở thành nguồn tư liệu quý giá giúp họ hiểu rõ tình cảnh các dân tộc bị áp bức và ủng hộ phong trào giải phóng dân tộc.",
"meaning2":"-Đối với cách mạng Việt Nam, tác phẩm có ý nghĩa đặc biệt quan trọng khi vạch rõ bản chất kẻ thù và chỉ ra con đường đấu tranh đúng đắn. “Bản án chế độ thực dân Pháp” đã góp phần định hướng tư tưởng, củng cố ý chí và niềm tin cho các tầng lớp nhân dân, nhất là thanh niên yêu nước. Nhiều người đã tìm đọc và xem đây là nguồn động lực để dấn thân vào con đường cách mạng, tạo nên lực lượng đấu tranh đủ mạnh để giành độc lập.",
"meaning3":"-Dù ra đời gần một thế kỷ, cuốn sách vẫn giữ nguyên giá trị thời đại khi phản ánh sâu sắc bản chất của chủ nghĩa thực dân và khẳng định khát vọng tự do của các dân tộc. Tác phẩm là minh chứng cho trí tuệ và tầm nhìn của Chủ tịch Hồ Chí Minh, đồng thời là di sản quý báu cho việc nghiên cứu lịch sử và tư tưởng. Trong bối cảnh thế giới còn nhiều bất công, tiếng nói công lý của “Bản án chế độ thực dân Pháp” vẫn tiếp tục truyền cảm hứng cho các thế hệ hôm nay và mai sau."
  },
  {
    "name": "4. Cương lĩnh chính trị",
    "intro1": "Cương lĩnh chính trị của Đảng cộng sản Việt Nam được biến đến là văn bản trình bày tóm tắt mục tiêu, đường lối, nhiệm vụ và phương pháp của Đảng Cộng sản Việt Nam trong thời kỳ chống giặc ngoại xâm. ",
    "intro2":"Theo đó, Cương lĩnh chính trị đầu tiên của Đảng cộng sản Việt Nam được coi là văn bản có giá trị cao nhất trong hệ thống các văn bản của Đảng Cộng sản Việt Nam, trên cả Điều lệ Đảng. Tính cho đến nay, Đảng Cộng sản Việt Nam có tất cả 5 cương lĩnh.",
    "context1": "Cương lĩnh chính trị đầu tiên của Đảng được đề ra tại Hội nghị hợp nhất các tổ chức cộng sản trong nước có ý nghĩa như Đại hội để thành lập Đảng Cộng sản Việt Nam. Hội nghị do đồng chí Nguyễn Ái Quốc, đại biểu Quốc tế Cộng sản triệu tập và chủ trì, cùng với sự tham dự chính thức của hai đại biểu Đông Dương Cộng sản Đảng (6-1929); hai đại biểu của An Nam Cộng sản Đảng (8-1929) và một số đồng chí Việt Nam hoạt động ngoài nước. Hội nghị họp bí mật ở nhiều địa điểm khác nhau trên bán đảo Cửu Long (Hương Cảng), từ ngày 6-1 đến ngày 7 tháng 2 năm 1930, đã thảo luận quyết định thành lập Đảng Cộng sản Việt Nam và nhất trí thông qua 7 tài liệu, văn kiện, trong đó có 4 văn bản: Chính cương vắn tắt của Đảng, Sách lược vắn tắt của Đảng, Chương trình tóm tắt của Đảng và Điều lệ vắn tắt của Đảng Cộng sản Việt Nam hợp thành nội dung Cương lĩnh chính trị của Đảng. Tất cả các tài liệu, văn kiện nói trên đều do Nguyễn Ái Quốc khởi thảo dựa trên cơ sở vận dụng chủ nghĩa Mác - Lênin, đường lối Đại hội VI (1928) của Quốc tế Cộng sản; nghiên cứu các Cương lĩnh chính trị của những tổ chức cộng sản trong nước, tình hình cách mạng thế giới và Đông Dương.",
    "image": {
      "src": "",
      "alt": ""
    },
    "content1":"Cương lĩnh chính trị đầu tiên của Đảng, do Nguyễn Ái Quốc (Hồ Chí Minh) soạn thảo, được chia thành các phần chính:",
    "content2":"•Chánh cương vắn tắt: Xác định mục tiêu, nhiệm vụ, lực lượng, phương pháp, con đường cách mạng và quan hệ quốc tế.",
    "content3":"•Sách lược vắn tắt: Nêu ra những chủ trương, chính sách cụ thể cho từng giai đoạn cách mạng.",
    "content4":"•Chương trình tóm tắt của Đảng: Xác định nhiệm vụ xây dựng Đảng.",
    "content5":"•Điều lệ vắn tắt: Quy định tôn chỉ, lấy chủ nghĩa Cộng sản làm nền tảng. Nêu điều kiện kết nạp, quyền và nghĩa vụ của đảng viên; xác định tổ chức theo nguyên tắc “tập trung dân chủ”; quy định kỷ luật và trách nhiệm chấp hành nghị quyết.",
    "title0":"6 nội dung cơ bản: ",
    "title1":"1. Mục tiêu:",
    "content8":"•Cách mạng dân tộc dân chủ: Giải phóng dân tộc khỏi ách thống trị của thực dân Pháp và phong kiến, giành độc lập dân tộc.",
    "content9":"•Tiến lên chủ nghĩa xã hội: Xóa bỏ chế độ bóc lột, xây dựng xã hội công bằng, văn minh cho nhân dân lao động.",
    "title2":"2. Nhiệm vụ:",
    "content11":"•Chống đế quốc: Lật đổ ách thống trị của thực dân Pháp, giành độc lập dân tộc.",
    "content12":"•Chống phong kiến: Lật đổ chế độ phong kiến, giải phóng ruộng đất cho nông dân.",
    "content13":"•Thổ địa cách mạng: Chia ruộng đất cho nông dân, giải phóng họ khỏi ách áp bức bóc lột của địa chủ.",
    "content14":"•Giải phóng dân tộc: Đánh đuổi thực dân Pháp, giành độc lập cho đất nước.",
    "content15":"•Đoàn kết toàn dân: Thống nhất các tầng lớp nhân dân trong cuộc đấu tranh chung chống đế quốc, phong kiến.",
    "title3":"3. Lực lượng cách mạng:",
    "content17":"•Công nhân: Giai cấp lãnh đạo cách mạng.",
    "content18":"•Nông dân: Giai cấp đồng minh chủ yếu.",
    "content19":"•Tiểu tư sản, trí thức tiến bộ: Đồng minh của công nhân, nông dân.",
    "content20":"•Các dân tộc thiểu số: Thống nhất các dân tộc trong cuộc đấu tranh chung.",
    "title4":"4. Phương pháp cách mạng:",
    "content22":"•Kết hợp đấu tranh chính trị với đấu tranh vũ trang: Sử dụng nhiều hình thức đấu tranh phong phú, phù hợp với từng giai đoạn cách mạng.",
    "content23":"•Lãnh đạo của Đảng Cộng sản: Đảng là người tổ chức, lãnh đạo nhân dân thực hiện cách mạng.",
    "title5":"5. Con đường phát triển:",
    "content25":"•Cách mạng dân tộc dân chủ: Giai đoạn đầu tiên, cần tập trung vào nhiệm vụ giải phóng dân tộc.",
    "content26":"•Chủ nghĩa xã hội: Giai đoạn sau, tiến lên xây dựng xã hội công bằng, văn minh cho nhân dân lao động.",
    "title6":"6. Quan hệ quốc tế:",
    "content28":"•Đoàn kết vô sản quốc tế: Liên minh với giai cấp vô sản quốc tế trong cuộc đấu tranh chung chống kẻ thù chung.",
    "content29":"•Hòa bình, hữu nghị: Giao lưu, hợp tác với các nước trên cơ sở bình đẳng, cùng có lợi.",
    "meaning1":"-Cương lĩnh chính trị đầu tiên của Đảng Cộng sản Việt Nam là văn kiện lịch sử quan trọng, đánh dấu bước trưởng thành mới của Đảng. Cương lĩnh đã xác định đúng đắn mục tiêu, nhiệm vụ, lực lượng, phương pháp, con đường cách mạng và quan hệ quốc tế, góp phần quan trọng vào việc định hướng phong trào cách mạng Việt Nam trong giai đoạn đầu tiên.",
    "meaning2":"-Cương lĩnh đầu tiên của Đảng toát lên tư tưởng lớn là cách mạng dân tộc dân chủ Việt Nam tất yếu đi tới cách mạng xã hội chủ nghĩa, độc lập dân tộc gắn liền với chủ nghĩa xã hội; sự nghiệp đó là của nhân dân dưới sự lãnh đạo của Đảng Cộng sản Việt Nam - Đảng Mác - Lênin."
  },
  {
    "name": "5. Nhật ký trong tù",
    "intro1": "''Nhật ký trong tù''' là một cuốn sổ tay nhỏ, kích thước 12,5 cm x 9,5 cm, gồm 64 tờ viết trên một mặt bằng mực Tàu chủ yếu theo hàng dọc từ trên xuống, từ phải sang trái và 18 tờ để trắng. Bìa trước ghi bốn chữ Hán ''Ngục trung nhật ký'' tức ''Nhật ký trong tù''' kèm theo cặp số biểu thị ngày tháng năm là 29/8/1932 và 10/9/1933; bốn câu đề từ ''Thân thể ở trong lao/Tinh thần ở ngoài lao/Muốn nên sự nghiệp lớn/Tinh thần càng phải cao''' và một hình vẽ hai tay bị xiềng, bàn tay đang nắm chặt.",
    "context1": "Nhật ký trong tù ra đời trong hoàn cảnh Hồ Chí Minh bị giam giữ tại các nhà lao Trung Quốc từ năm 1942 đến 1943, khi đang hoạt động chuẩn bị cho phong trào cách mạng Việt Nam chống thực dân Pháp và quân phiệt Trung Quốc. Dù bị giam cầm trong điều kiện khắc nghiệt, Hồ Chí Minh vẫn quan sát cuộc sống xung quanh, suy ngẫm về số phận dân tộc và vận mệnh cách mạng, đồng thời thể hiện tình yêu thiên nhiên, quê hương và con người Việt Nam. Tập thơ  ghi lại những suy tư sâu sắc về chính trị, xã hội và con người, thể hiện ý chí kiên cường, niềm tin vào độc lập dân tộc và tinh thần hy sinh của người cách mạng.",
    "context2": "Hồ Chí MInh sử dụng thể thơ thất ngôn, ngũ ngôn và tứ tuyệt, kết hợp ngôn ngữ giản dị, trong sáng nhưng giàu hình ảnh tượng trưng, vừa tự sự vừa trữ tình. Hồ Chí Minh khéo léo kết hợp cảm xúc cá nhân với triết lý cách mạng, biến những trải nghiệm tù đày thành thơ giàu giá trị tư tưởng, nhân văn và lịch sử.",
    "content0":"Những tác phẩm và nội dung chính:",
  "image": {
    "src": "anh5",
    "alt": ""
  },
    "content1": "Khai quyền – Mở đầu tập nhật ký: giới thiệu tập nhật ký, mở đầu cho những suy ngẫm tiếp theo.",
  "content2": "Tại Túc Vinh nhai bị khấu lưu – Bị bắt giữ ở phố Túc Vinh: miêu tả cảnh tác giả bị bắt giữ tại phố Túc Vinh",
  "content3": "Nhập Tĩnh Tây huyện ngục – Vào nhà ngục huyện Tĩnh Tây: kể lại việc vào nhà ngục huyện Tĩnh Tây.",
  "content4": "Thế loạn – Đường đời hiểm trở: suy ngẫm về thời loạn và con đường đời đầy hiểm trở.",
  "content5": "Tảo – Buổi sớm: bài thơ nói tới buổi sớm của những người bình thường, miêu tả tự do đối lập với chốn ngục tù",
  "content6": "Vấn thoại – Lời hỏi: cuộc đối thoại hoặc câu hỏi triết lí về cuộc sống và lí do tồn tại.",
  "content7": "Ngọ hậu - Quá trưa: khoảnh khắc hiếm hoi được hít thở gió trời, miêu tả tâm trạng khao khát tự do",
  "content8": "Vãn cảnh – Chiều hôm: nỗi bất bình của tù nhân",
  "content9": "Tù lương – Cơm tù: miêu tả điều kiện tù đày và cảm giác bị giam cầm.",
  "content10": "Nạn hữu xuy địch – Người bạn tù thổi sáo:  chủ nghĩa yêu nước và chủ nghĩa nhân đạo Cộng sản như hai giai điệu chính, hòa làm một với nhau",
  "content11": "Cước áp – Cái cùm: hoàn cảnh bị giam cầm, chính thân thể của mình cũng không được tự do",
  "content12": "Học dịch kỳ – Học đánh cờ: ẩn dụ cho lối đánh, cách điều binh khiển tướng một cách chiến thuật như chơi cờ",
  "content13": "Vọng nguyệt – Ngắm trăng: cảnh trăng nên thơ, trữ tình, đối lập cho hai số phận tự do - tù đày",
  "content14": "Phản thùy – Chia nước: sự thiếu thốn đến tận cùng trong tù, đến nhu cầu thiết yếu như nước cũng không đủ, cho thấy sự vô nhân đạo của cai ngục.",
  "content15": "Trung thu – Trung thu: nhắc tới lễ Trung thu, thời gian cho suy ngẫm về gia đình và tự do",
  "content16": "Đổ – Đánh bạc: sự bất công của xã hội, người dân đánh bạc thì bị bắt nhưng quan lại đánh bạc thì không",
  "content17": "Nạn hữu Mạc mô – Bạn tù họ Mạc: phê phán những người nhà giàu ở trong tù nhưng vẫn mơ nghĩ về cuộc sống giàu sang",
  "content18": "Nạn hữu nguyên chủ nhiệm L. – Bạn tù L. nguyên là chủ nhiệm: câu chuyện về người bạn tù tên L vì việc tư mà tham nhũng. Lời cảnh tỉnh cho các quan chức",
  "content19": "Song thập nhật giải vãng Thiên Bảo – Tết Song thập giải đi Thiên Bảo:lời than thở về hoàn cảnh éo le khi nhà nhà được đoàn viên, còn bản thân phải chịu cảnh chuyển tù.",
  "content20": "Tẩu lộ – Đi đường: đúc kết về kinh nghiệm đi đường, kinh nghiệm đầu tiên của chặng đường cách mạng. Đường đời, đường cách mạng đầy chông gai, nhưng quyết tâm vượt khó và theo đuổi đến cùng thì rồi cũng có ngày đi tới thành công",
  "content21": "Mộ – Chiều tối: bài thơ về sự cô đơn, vắng lặng buổi chiều.",
  "content22": "Dạ tụe Long Tuyền – Đêm ngủ ở Long Tuyền: kể về những đêm ở Long Tuyền, nơi tác giả tìm thấy sự nghỉ ngơi trong tù đày.",
  "content23": "Diên Đông – Diễn Đông: diễn tả chuyến đi hay cảnh vật trong tù.",
  "content24": "Sở đảo Thiên Bảo ngục – Mới đến Nhà lao Thiên Bảo: phản ánh việc vào nhà lao Thiên Bảo, nơi giam giữ tác giả.",
  "content25": "Nạn hữu chí thi tham gia – Về người bạn tù đến thăm khám: câu chuyện về những người bạn tù đến thăm, chia sẻ nỗi khổ.",
  "content26": "Các bác: Hoan nghênh Uy Ki – Các bác đang làm Hội hợp luận hoan nghênh Uy Ki: các bác của tác giả tham gia cuộc họp, tỏ lòng đoàn kết.",
  "content27": "Tự miễn – Tự khuyên mình: tác giả nhắc nhở bản thân vượt qua gian khó.",
  "content28": "Dã cảnh – Cảnh đồng nội: miêu tả cảnh đồng nội, vẻ đẹp thiên nhiên trong lúc yên bình.",
  "content29": "Chú thụ – Hàng chào: bài thơ triết lý về đời sống, lời chào bạn tù hoặc người thân.",
  "content30": "Quả Đức ngục – Nha lao Quả Đức: kể về nơi giam giữ Quả Đức.",
  "content31": "Long An Lưu – Sở trưởng Long An hồ Lưu: miêu tả một người tù hoặc lãnh đạo trong trại giam.",
  "content32": "Tảo giải – Giải đi sớm: bài nói về việc rời khỏi nơi nào đó vào sáng sớm, thoát cảnh ngục tù.",
  "content33": "Dông Chỉnh (Thập nhất nhật nguyệt nhất nhật) – Ngày 2 tháng 11: mô tả một ngày trong tháng 11, thời điểm quan trọng trong tù đày.",
  "content34": "Nạn hữu đích chí bị – Chiếc chăn giấy của người tù: miêu tả chiếc chăn đơn sơ mà tù nhân dùng.",
  "content35": "Dạ lạnh – Đêm lạnh: cảm giác lạnh lẽo trong những đêm dài.",
  "content36": "Bang – Dây trói: miêu tả sự hạn chế, dây trói vật lý, ẩn dụ sự kìm hãm.",
  "content37": "Lạc liệt nhất chiên nhạc – Rung mặt một chiếc rang: âm thanh, rung động vật thể trong không gian, hình ảnh về tinh thần tự do.",
  "content38": "Long An – Dông Chỉnh: mô tả sự liên kết hoặc lần trở lại giữa Long An và Dông Chỉnh.",
  "content39": "Trung thu – Trên đường phố: phản ánh Trung thu, ký ức hoặc người bạn dịp này.",
  "content40": "Lý tưởng – Trên đường: phản ánh lý tưởng, hy vọng tác giả khi đi trên con đường phía trước.",
  "content41": "Tương sinh qua giới – Chúc mừng người sống: suy ngẫm về sự sống và tiếp tục sau thử thách.",
  "content42": "Giải trời – Phá trời: vượt qua thử thách vũ trụ, tìm kiếm tự do.",
  "content43": "Vàng Nam Ninh – Đi Nam Ninh: hành trình tới Nam Ninh, đầy hy vọng.",
  "content44": "Cảnh bình đảm trí đồng hành – Cảnh bình không lọt cùng đi: trạng thái bình tĩnh, vững tâm trong hoàn cảnh khó khăn.",
  "content45": "Diệt lạc – Hụt chân ngã: sự mất mát, sụp đổ, bước chân bị trượt ngã.",
  "content46": "Bán lộ tháp thuyền phó Ưng – Giữa đường đáp thuyền đi Ưng Ninh: con đường xa, hành trình gian nan.",
  "content47": "Nam Ninh ngục – Nhà ngục Nam Ninh: trải nghiệm bị giam giữ tại Nam Ninh.",
  "content48": "Nạp muộn – Buồn bực: tâm trạng chậm trễ, đến muộn.",
  "content49": "Thinh kễ minh – Nghe gà gáy: khắc họa khoảnh khắc nghe tiếng gà gáy trong tù, biểu tượng khát vọng tự do.",
  "content50": "Nhất cá đổ phạm “ngạnh” liễu – Một người tù cờ bạc “chết cứng”: cảnh người bạn tù sa ngã, cảnh tỉnh về sự hủy hoại bản thân.",
  "content51": "Hưu nhất cá… – Lại một người nữa…: tiếp nối cảm nghĩ về người tù khác, bi kịch lặp lại.",
  "content52": "Cấm yên (Chỉ yên dịch) – Cấm hút thuốc: biện pháp cấm hút thuốc trong tù, biểu tượng kỷ luật.",
  "content53": "Dạ bán văn khóc phu – Nửa đêm nghe tiếng khóc chồng: cảm xúc đau khổ khi nghe tiếng khóc giữa đêm.",
  "content54": "Hoàng hôn – Hoàng hôn: tượng trưng thời gian tàn lụi, tâm trạng lắng đọng.",
  "content55": "Công kim – Tiền công: nói về công lao, tiền công trong đời tù hoặc lao động.",
  "content56": "Thủy bất trước – Ngủ không được: mất ngủ, lo lắng, trăn trở.",
  "content57": "Ức hữu – Nhớ bạn: nỗi nhớ bạn bè, đồng chí.",
  "content58": "Thế nạn hữu mẫn tả báo cáo – Viết hộ báo cáo cho các bạn tù: hành động chia sẻ, tình đồng chí.",
  "content59": "Lại sang – Ghẻ là: miêu tả bệnh tật, ghẻ lở trong tù.",
  "content60": "Vãn trung mỗ thanh – Nghe tiếng giã gạo: âm thanh giã gạo, biểu tượng nhịp sống tù tội.",
  "content61": "Song thập nhất – Ngày 11 tháng 11: ghi lại ngày cụ thể trong hành trình tù đày.",
  "content62": "Cảnh báo (Thập nhất nguyệt thập nhị nhật) – Báo động (Ngày 12 tháng 11): tiếp nối ngày 11, thể hiện căng thẳng, biến cố.",
  "content63": "Chiết tự – Chiết tử: nói về sự đổ vỡ, mất mát, nỗi đau thể xác và tinh thần.",
  "content64": "Lữ quán – Quán trọ: nơi tạm nghỉ, biểu tượng cho kiếp người lang bạt.",
  "content65": "Tảo tình – Nắng sớm: nắng sớm tượng trưng cho niềm hy vọng giữa bóng tối tù ngục.",
  "content66": "“Việt hữu bạo động” Ưng báo, Xích đạo Tấn 14.11 – “Việt Nam có bạo động” Tin: Xích đạo: bản tin xuất hiện trên báo trong ngục, quan tâm tới quê hương.",
  "content67": "Anh phỏng Hoa đoàn – Đoàn đại biểu Anh sang thăm Trung Hoa: tin tức quốc tế, tù nhân vẫn theo dõi thời cuộc.",
  "content68": "Giải vãng Vũ Minh – Giải đi Vũ Minh: hành trình giải đi quanh, tâm trạng không thuận.",
  "content69": "Bào Hương cẩu nhục – Thịt chó ở Bào Hương: mô tả cảnh nhục nhã, sinh hoạt tù.",
  "content70": "Trúc lộ phù – Phụ làm đường: cảnh đi đường, làm đường/trúc lộ, ẩn dụ cho hành trình bị giam.",
  "content71": "Ngục đinh thiết ngã chi sỹ đích – Lính ngục đánh cắp mất chiếc gậy của ta: mất phẩm giá trong tù.",
  "content72": "Công lý bi – Cột cây số: biểu tượng cho công lý nhỏ nhưng quý giá.",
  "content73": "Tân Dương ngục trung hài – Cháu bé trong ngục Tân Dương: hình ảnh trẻ em chịu cảnh tù khắc nghiệt.",
  "content74": "Ký Nì Lỗ – Gửi Nêru: gửi một người bạn, thể hiện tình bạn và nỗi cô đơn.",
  "content75": "Đăng quang phì – Tiền đền: về quyền lực, quyền lợi trong cảnh tù.",
  "content76": "Ngục trung sinh hoạt – Sinh hoạt trong tù: phản ánh sinh hoạt thường ngày, tâm trạng, ý chí.",
  "content77": "Quách tiên sinh – Tiên sinh họ Quách: nhìn thấy cảnh người cùng bị giam, đồng cảm.",
  "content78": "Mạc bạn trường – Trưởng ban họ Mạc: người bạn tù giữ chức “trưởng ban”, cảnh tù nhiều tầng lớp.",
  "content79": "Thiên Giang ngục 1-12 – Nhà lao Thiên Giang 1-12: ghi địa điểm, tăng cảm giác thực lịch sử.",
  "content80": "Thấp hoá xa vãng Lai Tân – Đáp xe lửa đi Lai Tân: hành trình bị giải đi nơi khác, nỗi xa quê.",
  "content81": "Tha tướng đào – Anh ấy muốn trốn: khát vọng tự do, ý chí vượt khổ.",
  "content82": "Lai Tân – Lai Tân: nhấn mạnh nơi giam, cảnh chuyển chỗ không yên ổn.",
  "content83": "Đảo Liễu Châu 9-12 – Đến Liễu Châu 9-12: mốc thời gian, địa điểm, hành trình giam.",
  "content84": "Cựu biết đệ giải – Giam lâu không được chuyển: cảnh người tù lâu năm vẫn bị giam.",
  "content85": "Dạ bán – Nửa đêm: nửa đêm thao thức, cô đơn, lo âu.",
  "content86": "Liễu Châu ngục – Nhà ngục Liễu Châu: nơi giam giữ, cảm giác đau khổ.",
  "content87": "Đáo trường quan bộ – Đến đỉnh trường quan: đưa tới nơi hành quyết hoặc hỏi cung, cảnh tù nghiêm khắc.",
  "content88": "Tứ cá nguyệt liễu – Bốn tháng rồi: mốc bốn tháng trong tù, thời gian trôi chậm.",
  "content89": "Bệnh trong – Ốm nặng: cảnh đau yếu, cơ thể suy nhược.",
  "content90": "Đáo Quế Lâm – Đến Quế Lâm: tiếp tục hành trình bị giải chuyển.",
  "content91": "Nhập lộng tiến – Tiền vào nhà giam: lúc mới bị bắt hoặc chuyển tới phòng giam chính thức.",
  "content92": "Bài 107, 108 không đề: nhiều bài viết “không đề”, thể hiện tính tự nhiên, bộc trực.",
  "content93": "Đáo Đệ tứ chiến khu chính trị bộ – Đến Cục chính trị chiến khu IV: địa điểm chính trị, giam giữ, hình ảnh chính trị và tù.",
  "content94": "Chính trị bộ cấm bế thất – Nhà giam của Cục chính trị: hoàn cảnh giam giữ khắc nghiệt.",
  "content95": "Mộng ưu đãi – Được ưu đãi: niềm vui khi được đặc ân nhỏ.",
  "content96": "Triêu cảnh – Cảnh buổi sớm: tinh thần hướng về ánh sáng, hy vọng.",
  "content97": "Thanh minh – Tiết thanh minh: nhớ về tổ tiên, hoài hương.",
  "content98": "Vãn cảnh – Cảnh chiều hôm: gợi cảm giác u buồn, suy tư.",
  "content99": "Ngũ khoa trưởng, Hoàng khoa viên – Khoa trưởng họ Ngũ, khoa viên họ Hoàng: nhắc người cùng cảnh tù, ca ngợi phẩm chất bạn tù.",
  "content100": "Hạn chế – Bị hạn chế: mọi hoạt động bị giới hạn.",
  "content101": "Dương Đào bệnh trọng – Dương Đào ốm nặng: lòng cảm thương, chia sẻ.",
  "content102": "Bất miên dạ – Đêm không ngủ: thao thức, suy nghĩ về thân phận, đất nước, lý tưởng tự do.",
  "content103": "Cửu vũ – Mưa lâu: mưa dầm biểu tượng gian khổ, thanh lọc.",
  "content104": "Thích quang âm – Tiếc ngày giờ: tiếc nuối thời gian trôi qua.",
  "content105": "Độc Tướng công huấn từ – Đọc lời giáo huấn của ông Tướng: suy ngẫm về đạo đức, lòng trung nghĩa.",
  "content106": "Lương Hoa Thịnh tướng quân thăng nhậm phó tư lệnh – Tướng quân Lương Hoa Thịnh thăng chức phó tư lệnh: tin vui, khơi dậy niềm tin vào chính nghĩa.",
  "content107": "Tặng tiêu Hầu (Hải) – Tặng chú Hầu (Hải): bài tặng bạn tù, tình bạn, khích lệ.",
  "content108": "Thu cảm – Cảm thu: suy ngẫm mùa thu, thời gian, kiếp người, nỗi buồn xen hy vọng.",
  "content109": "Nhan đói ngãi – Nhàn lúc đói bụng: trạng thái đói nhưng thanh thản, vượt khó.",
  "content110": "Trần khoa viên lai thăm – Khoa viên họ Trần tới thăm: tấm lòng bạn đến thăm trong cảnh tù.",
  "content111": "Hầu Chủ nhiệm ân tặng nhất bộ thư – Chủ nhiệm họ Hầu tặng sách: niềm vui, tri thức, chia sẻ tinh thần.",
  "content112": "Mộng thượng lệnh chuẩn xuất lưng hoạt động – Được lệnh trên cho đi lại ngoài buồng giam: tượng trưng hy vọng tự do.",
  "content113": "Thu dạ – Đêm thu: đêm thu trầm buồn, gợi nhớ quê hương, đồng chí, tự do.",
  "content114": "Tình thiên – Trời hừng: buổi sáng tinh mơ, ánh sáng cách mạng và tự do.",
  "content115": "Khán “Thiên gia thi” hữu cảm – Cảm tưởng đọc “Thiên gia thi”: suy ngẫm về đạo đức, chí khí, con đường nhân nghĩa.",
  "content116": "Tức cảnh – Tức cảnh: viết ngay tại chỗ, quan sát tinh tế, cảm xúc chân thực trong hoàn cảnh tù."
  },
  {
    "name": "6. Tuyên ngôn độc lập",
    "intro": "Tuyên ngôn Độc lập của nước Việt Nam Dân chủ Cộng hòa được Chủ tịch Hồ Chí Minh đọc ngày 2/9/1945 tại Quảng trường Ba Đình, Hà Nội.",
    "context": "Sau thắng lợi vẻ vang của Cách mạng Tháng Tám năm 1945, nhân dân ta đã giành lại chính quyền về tay mình, chấm dứt ách thống trị hơn 80 năm của thực dân Pháp và phát xít Nhật. Tuy nhiên, đất nước ta lúc bấy giờ đứng trước muôn vàn khó khăn: chính quyền cách mạng còn non trẻ, các thế lực đế quốc đang âm mưu quay lại xâm lược, đặc biệt là thực dân Pháp. Trong bối cảnh đó, ngày 2 tháng 9 năm 1945, tại Quảng trường Ba Đình (Hà Nội), Chủ tịch Hồ Chí Minh thay mặt Chính phủ lâm thời đã long trọng đọc Tuyên ngôn Độc lập, khai sinh ra nước Việt Nam Dân chủ Cộng hòa. Bản tuyên ngôn không chỉ khẳng định quyền độc lập, tự do thiêng liêng của dân tộc Việt Nam mà còn bác bỏ luận điệu xâm lược của thực dân Pháp, tuyên bố với toàn thế giới rằng “nước Việt Nam có quyền hưởng tự do và độc lập, và sự thật đã trở thành một nước tự do, độc lập”. Tuyên ngôn Độc lập có ý nghĩa to lớn đối với dân tộc ta và nhân loại tiến bộ: mở ra kỷ nguyên mới của độc lập, tự do, đồng thời góp phần khẳng định quyền tự quyết của các dân tộc bị áp bức trên toàn thế giới. Đây là một áng văn chính luận mẫu mực, thể hiện trí tuệ, tầm nhìn và lòng yêu nước sâu sắc của Chủ tịch Hồ Chí Minh.",
    "title": "TUYÊN NGÔN ĐỘC LẬP CỦA NƯỚC VIỆT NAM DÂN CHỦ CỘNG HÒA",
  "content1": "Tất cả mọi người đều sinh ra bình đẳng. Tạo hoá cho họ những quyền không ai có thể xâm phạm được, trong những quyền ấy, có quyền được sống, quyền tự do và quyền mưu cầu hạnh phúc.",
  "content2": "Lời bất hủ ấy ở trong bản Tuyên ngôn Độc lập năm 1776 của nước Mỹ. Suy rộng ra, câu ấy có nghĩa là: tất cả các dân tộc trên thế giới đều sinh ra bình đẳng; dân tộc nào cũng có quyền sống, quyền sung sướng và quyền tự do.",
  "content3": "Bản Tuyên ngôn Nhân quyền và Dân quyền của Cách mạng Pháp năm 1791 cũng nói: “Người ta sinh ra tự do và bình đẳng về quyền lợi, và phải luôn luôn được tự do và bình đẳng về quyền lợi.”",
  "content4": "Đó là những lẽ phải không ai chối cãi được.",
  "content5": "Thế mà hơn 80 năm nay, bọn thực dân Pháp lợi dụng lá cờ tự do, bình đẳng, bác ái, đến cướp đất nước ta, áp bức đồng bào ta.",
  "content6": "Hành động của chúng trái hẳn với nhân đạo và chính nghĩa.",
  "content7": "Về chính trị, chúng tuyệt đối không cho nhân dân ta một chút tự do dân chủ nào.",
  "content8": "Chúng thi hành những luật pháp dã man. Chúng lập ba chế độ khác nhau ở Trung, Nam, Bắc để ngăn cản việc thống nhất nước nhà, để tiêu diệt nền đoàn kết.",
  "content9": "Chúng lập ra nhà tù nhiều hơn trường học. Chúng thẳng tay chém giết những người yêu nước thương nòi của ta. Chúng tắm các cuộc khởi nghĩa của ta trong những bể máu.",
  "content10": "Chúng ràng buộc dư luận, thi hành chính sách ngu dân.",
  "content11": "Chúng dùng thuốc phiện, rượu, cồn, để làm cho nòi giống ta suy nhược.",
  "content12": "Về kinh tế: Chúng bóc lột dân ta đến tận xương tuỷ, khiến cho dân nghèo nàn, thiếu thốn, nước ta xơ xác, tiêu điều.",
  "content13": "Chúng cướp không ruộng đất, hầm mỏ, nguyên liệu.",
  "content14": "Chúng giữ độc quyền in giấy bạc, xuất cảng và nhập cảng.",
  "content15": "Chúng đặt ra hàng trăm thứ thuế vô lý, làm cho dân ta, nhất là dân cày và dân buôn, trở nên bần cùng.",
  "content16": "Chúng không cho các nhà tư sản ta được giàu lên. Chúng bóc lột công nhân ta một cách vô cùng tàn nhẫn.",
  "content17": "Mùa thu năm 1940, phát xít Nhật đến xâm lăng Đông Dương để mở thêm căn cứ đánh Đồng minh, thì bọn thực dân Pháp quỳ gối đầu hàng, mở cửa nước ta rước Nhật.",
  "content18": "Từ đó, dân ta chịu hai tầng xiềng xích: Pháp và Nhật. Từ đó dân ta càng cực khổ, nghèo nàn.",
  "content19": "Kết quả là cuối năm ngoái sang đầu năm nay, từ Quảng Trị đến Bắc Kỳ, hơn hai triệu đồng bào ta bị chết đói.",
  "content20": "Ngày 9 tháng 3 năm nay, Nhật tước khí giới của quân đội Pháp. Bọn thực dân Pháp hoặc là bỏ chạy, hoặc đầu hàng.",
  "content21": "Thế là chẳng những chúng không “bảo hộ” được ta, trái lại, trong 5 năm, chúng đã “bán” nước ta hai lần cho Nhật.",
  "content22": "Trước ngày 9 tháng 3, biết bao lần Việt Minh đã kêu gọi người Pháp liên minh để chống Nhật.",
  "content23": "Bọn thực dân Pháp đã không đáp ứng, lại thẳng tay khủng bố Việt Minh hơn trước.",
  "content24": "Thậm chí đến khi thua chạy, chúng còn nhẫn tâm giết nốt số đông tù chính trị ở Yên Bái và Cao Bằng.",
  "content25": "Tuy vậy, nhân dân Pháp, những bảo vệ vẫn giữ một thái độ khoan hồng và giúp đỡ.",
  "content26": "Sau cuộc biến động ngày 9 tháng 3, Việt Minh đã giúp cho nhiều người Pháp chạy qua biên thuỳ, và cứu cho nhiều người Pháp ra khỏi nhà giam Nhật và bảo toàn tính mệnh và tài sản cho họ.",
  "content27": "Sự thật là từ mùa thu năm 1940, nước ta đã thành thuộc địa của Nhật, chứ không phải thuộc địa của Pháp nữa.",
  "content28": "Khi Nhật hàng Đồng minh thì nhân dân cả nước ta đã nổi dậy giành chính quyền, lập nên nước Việt Nam Cộng hòa Dân chủ.",
  "content29": "Sự thật là dân ta đã lấy lại nước Việt Nam tự tay Nhật, chứ không phải tay Pháp.",
  "content30": "Pháp chạy, Nhật hàng, vua Bảo Đại thoái vị.",
  "content31": "Dân ta đã đánh đổ các xiềng xích thực dân gần 100 năm nay để gây nên nước Việt Nam độc lập.",
  "content32": "Dân ta lại đánh đổ chế độ quân chủ mấy mươi thế kỷ mà lập nên chế độ Dân chủ Cộng hòa.",
  "content33": "Bởi thế cho nên, chúng tôi - Lâm thời Chính phủ của nước Việt Nam mới - đại biểu cho toàn dân Việt Nam, tuyên bố thoát ly hẳn quan hệ với Pháp, xoá bỏ hết những hiệp ước mà Pháp đã ký về nước Việt Nam, xoá bỏ tất cả mọi đặc quyền của Pháp trên đất nước Việt Nam.",
  "content34": "Toàn dân Việt Nam, trên dưới một lòng quyết tâm chống lại âm mưu của bọn thực dân Pháp.",
  "content35": "Chúng tôi tin rằng các nước Đồng minh đã công nhận những nguyên tắc dân tộc bình đẳng ở các hội nghị Têhêrăng và Cựu Kim Sơn quyết không thể không công nhận quyền độc lập của dân Việt Nam.",
  "content36": "Một dân tộc đã gan góc chống ách nô lệ của Pháp hơn 80 năm nay, một dân tộc đã gan góc đứng về phe Đồng minh chống phát xít mấy năm nay, dân tộc đó phải được tự do! Dân tộc đó phải được độc lập!",
  "content37": "Vì những lẽ trên, chúng tôi, Chính phủ lâm thời của nước Việt Nam Dân chủ Cộng hòa - trịnh trọng tuyên bố với thế giới rằng:",
  "content38": "“Nước Việt Nam có quyền hưởng tự do và độc lập, và sự thật đã thành một nước tự do độc lập.",
  "content39": "Toàn thể dân tộc Việt Nam quyết đem tất cả tinh thần và lực lượng, tính mệnh và của cải để giữ vững quyền tự do và độc lập ấy.”",

    "image": {
      "src": "anh6",
      "alt": ""
    }
  },
  {
    "name": "7. Lời kêu gọi toàn quốc kháng chiến 1946",
    "video": "https://youtu.be/zOWLFm8rgrk?si=1fOPf-rzx1Gf670E",
"context1":"Cuối năm 1946, sau khi có thêm viện binh, thực dân Pháp liên tiếp có những hành động khiêu khích, công khai mưu đồ xâm lược, thiết lập lại nền cai trị thuộc địa đối với nước ta. Tháng 11/1946, chúng ngang nhiên đưa lực lượng chiếm đóng Hải Phòng, Lạng Sơn.",
"context2":"Tại Hà Nội, từ đầu tháng 12/1946, quân Pháp liên tục dùng đại bác, súng cối bắn phá vào nhiều khu phố tàn sát dân thường, chiếm một số trụ sở của Chính phủ cách mạng. Đặc biệt, ngày 18 và 19/12/1946, thực dân Pháp liên tiếp gửi tối hậu thư buộc Chính phủ Việt Nam Dân chủ Cộng hòa phải giải tán lực lượng tự vệ, giao quyền kiểm soát Thủ đô cho chúng.",
"context3":"Ngày 18 và 19/12/1946, Ban Thường vụ Trung ương Đảng họp hội nghị tại Vạn Phúc (Hà Đông), ra quyết định lịch sử: phát động Toàn quốc kháng chiến. Ngay đêm 19/12/1946, Chủ tịch Hồ Chí Minh thay mặt Trung ương Đảng và Chính phủ ra lời kêu gọi đồng bào cả nước kháng chiến.",
"context4":"Ngày 20 tháng 12 tại Hang Trầm (huyện Chương Mỹ, Hà Tây), Đài Tiếng nói Việt Nam (VOV) đã phát đi Lời kêu gọi toàn quốc kháng chiến.",

    "image": {
      "src": "anh7",
      "alt": ""
    },
"content1":"“Hỡi đồng bào toàn quốc!",
"content2":"Chúng ta muốn hòa bình, chúng ta phải nhân nhượng. Nhưng chúng ta càng nhân nhượng, thực dân Pháp càng lấn tới, vì chúng quyết tâm cướp nước ta một lần nữa!",
"content3":"Không! Chúng ta thà hy sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ.",
"content4":"Hỡi đồng bào!",
"content5":"Chúng ta phải đứng lên!",
"content6":"Bất kỳ đàn ông, đàn bà, bất kỳ người già, người trẻ, không chia tôn giáo, đảng phái, dân tộc. Hễ là người Việt Nam thì phải đứng lên đánh thực dân Pháp để cứu Tổ quốc. Ai có súng dùng súng. Ai có gươm dùng gươm, không có gươm thì dùng cuốc, thuổng, gậy gộc. Ai cũng phải ra sức chống thực dân Pháp cứu nước.",
"content7":"Hỡi anh em binh sĩ, tự vệ, dân quân!",
"content8":"Giờ cứu quốc đã đến. Ta phải hy sinh đến giọt máu cuối cùng để giữ gìn đất nước.",
"content9":"Dù phải gian lao kháng chiến, nhưng với một lòng kiên quyết hy sinh, thắng lợi nhất định về dân tộc ta!",
"content10":"Việt Nam độc lập và thống nhất muôn năm!",
"content11":"Kháng chiến thắng lợi muôn năm!''",
"meaning1":"-Đó là lời hịch cứu nước, thể hiện ý chí quyết tâm sắt đá của cả dân tộc, khơi dậy sức mạnh chủ nghĩa yêu nước, truyền thống anh hùng bất khuất; động viên, thôi thúc, cổ vũ toàn Đảng, toàn dân, toàn quân ta bước vào cuộc kháng chiến giành lại độc lập, tự do cho Tổ quốc.",
"meaning2":"-Lời kêu gọi toàn quốc kháng chiến đã để lại những bài học quý giá cho Việt Nam. Văn bản này đã truyền cảm hứng cho thế hệ sau của Việt Nam, giúp họ hiểu rõ hơn về lịch sử đấu tranh của dân tộc Việt Nam và lan tỏa tinh thần yêu nước, tinh thần đoàn kết và hy sinh vì độc lập dân tộc."
  },
  {
    "name": "8. Lời kêu gọi không có gì quý hơn độc lập, tự do 1966",
        "video": "https://youtu.be/mEHq6EwOZgE?si=GR34W408Y_4W5KG2",

    "context1":"Khi đế quốc Mỹ đẩy mạnh chiến tranh xâm lược ở miền Nam, đồng thời sử dụng không quân và hải quân tăng cường đánh phá miền bắc, lường trước khả năng cuộc kháng chiến chống Mỹ, cứu nước có thể còn lan rộng và vô cùng ác liệt, để khẳng định quyết tâm bảo vệ độc lập dân tộc và toàn vẹn lãnh thổ của dân tộc Việt Nam, Chủ tịch Hồ Chí Minh đã ra lời kêu gọi: ''Không có gì quý hơn độc lập, tự do''.",
    "context2":"Ngày 17/7/1966, lời kêu gọi của Người được phát trên sóng Đài Tiếng nói Việt Nam và được đăng trên báo Nhân Dân số 4484 ngày 17/7/1966. Trong lời kêu gọi này, Chủ tịch Hồ Chí Minh khẳng định quyết tâm chiến đấu của nhân dân ta cả ở miền Bắc cũng như ở miền Nam. Quân và dân miền Nam đoàn kết chặt chẽ, chiến đấu anh dũng đã thắng lợi vẻ vang, thực hiện mục tiêu quyết tâm giải phóng miền Nam, bảo vệ miền Bắc, tiến tới thống nhất nước nhà.",
     "image": {
      "src": "anh8",
      "alt": ""
    },
    "content1":"Hỡi đồng bào và chiến sĩ cả nước!",
    "content2":"Đế quốc Mỹ dã man, gây ra chiến tranh xâm lược hòng ăn c¬ướp nước ta, nhưng chúng đang thua to.",
    "content3":"Chúng ồ ạt mang gần 30 vạn quân viễn chinh vào miền Nam nước ta. Chúng nuôi d¬ưỡng ngụy quyền ngụy quân làm công cụ hại dân phản nước. Chúng dùng những phương tiện chiến tranh cực kỳ man rợ, như¬ chất độc hoá học, bom napan, v.v.. Chúng dùng chính sách đốt sạch, giết sạch, phá sạch. Bằng những tội ác ấy, chúng hòng khuất phục đồng bào miền Nam ta.",
    "content4":"Như¬ng dưới sự lãnh đạo kiên quyết và khôn khéo của Mặt trận Dân tộc giải phóng, quân và dân miền Nam ta đoàn kết chặt chẽ, chiến đấu anh dũng, đã thắng lợi vẻ vang và quyết tâm chiến đấu đến thắng lợi hoàn toàn, để giải phóng miền Nam, bảo vệ miền Bắc, tiến tới thống nhất nước nhà.",
    "content5":"Giặc Mỹ trắng trợn dùng không quân bắn phá miền Bắc nước ta, hòng gỡ thế thất bại của chúng ở miền Nam và hòng ép chúng ta “đàm phán” theo ý muốn của chúng.",
    "content6":"Như¬ng miền Bắc không hề nao núng. Quân và dân ta càng hăng hái thi đua sản xuất, chiến đấu anh dũng. Đến nay chúng ta đã bắn tan xác hơn 1.200 máy bay địch. Chúng ta quyết đánh thắng chiến tranh phá hoại của địch, đồng thời hết sức hết lòng ủng hộ đồng bào miền Nam ruột thịt.",
    "content7":"Gần đây, giặc Mỹ điên cuồng leo thang thêm một bước rất nghiêm trọng: chúng bắn phá ngoại ô Hà Nội và Hải Phòng. Đó là hành động tuyệt vọng của chúng, khác nào con thú dữ bị th¬ương nặng, giãy giụa một cách hung tợn trước hơi thở cuối cùng.",
    "content8":"Giônxơn và bè lũ phải biết rằng: chúng có thể đ¬ưa 50 vạn quân, 1 triệu quân hoặc nhiều hơn nữa để đẩy mạnh chiến tranh xâm lược ở miền Nam Việt Nam. Chúng có thể dùng hàng nghìn máy bay, tăng cư¬ờng đánh phá miền Bắc. Như¬ng chúng quyết không thể lay chuyển đ¬ược chí khí sắt đá, quyết tâm chống Mỹ, cứu nước của nhân dân Việt Nam anh hùng. Chúng càng hung hăng thì tội của chúng càng thêm nặng. Chiến tranh có thể kéo dài 5 năm, 10 năm, 20 năm hoặc lâu hơn nữa. Hà Nội, Hải Phòng và một số thành phố, xí nghiệp có thể bị tàn phá, song nhân dân Việt Nam quyết không sợ! Không có gì quý hơn độc lập, tự do. Đến ngày thắng lợi, nhân dân ta sẽ xây dựng lại đất nước ta đàng hoàng hơn, to đẹp hơn!",
    "content9":"Mọi ng¬ười đều biết: mỗi lần sắp đẩy mạnh chiến tranh tội ác thì giặc Mỹ lại rêu rao cái trò bịp bợm “hoà bình đàm phán”, hòng đánh lừa dư¬ luận thế giới và đổ lỗi cho Việt Nam không muốn “đàm phán hoà bình”!",
    "content10":"Mọi ng¬ười đều biết: mỗi lần sắp đẩy mạnh chiến tranh tội ác thì giặc Mỹ lại rêu rao cái trò bịp bợm “hoà bình đàm phán”, hòng đánh lừa dư¬ luận thế giới và đổ lỗi cho Việt Nam không muốn “đàm phán hoà bình”!",
    "content11":"Này, Tổng thống Giônxơn, ng¬ươi hãy công khai trả lời trước nhân dân Mỹ và nhân dân thế giới: Ai đã phá hoại Hiệp định Giơnevơ, là Hiệp định bảo đảm chủ quyền, độc lập, thống nhất và toàn vẹn lãnh thổ của nước Việt Nam? Phải chăng quân đội Việt Nam sang xâm lược nước Hoa Kỳ và giết hại ngư¬ời Hoa Kỳ? Hay là Chính phủ Mỹ đã đem quân đội Hoa Kỳ đến xâm lược nước Việt Nam và giết hại người Việt Nam?",
    "content12":"Mỹ phải chấm dứt chiến tranh xâm lược Việt Nam, phải rút hết quân đội Mỹ và chư¬ hầu ra khỏi Việt Nam thì hoà bình sẽ trở lại ngay lập tức. Lập tr¬ường của Việt Nam đã rõ ràng: đó là bốn điểm của Chính phủ Việt Nam Dân chủ Cộng hoà và năm điều của Mặt trận Dân tộc giải phóng miền Nam Việt Nam. Ngoài ra, không có cách nào khác!",
    "content13":"Nhân dân Việt Nam rất yêu chuộng hoà bình, hoà bình thật sự, hoà bình trong độc lập tự do, chứ không phải thứ hoà bình giả hiệu, “hoà bình” kiểu Mỹ.",
    "content14":"Vì độc lập của Tổ quốc, vì nghĩa vụ đối với các dân tộc đang chống đế quốc Mỹ, toàn dân và toàn quân ta đoàn kết một lòng, không sợ hy sinh gian khổ, kiên quyết chiến đấu đến thắng lợi hoàn toàn. Trước đây, trong hoàn cảnh khó khăn hơn nhiều, mà chúng ta đã thắng phát xít Nhật và thực dân Pháp. Ngày nay, điều kiện trong nước và trên thế giới thuận lợi cho ta hơn, sự nghiệp chống Mỹ, cứu nước của nhân dân ta càng chắc chắn sẽ hoàn toàn thắng lợi.",
    "content15":"Đồng bào và chiến sĩ yêu quý!",
    "content16":"Chúng ta có chính nghĩa, có sức mạnh đoàn kết của toàn dân từ Bắc đến Nam, có truyền thống đấu tranh bất khuất, lại có sự đồng tình ủng hộ rộng lớn của các nước xã hội chủ nghĩa anh em, và nhân dân tiến bộ cả thế giới, chúng ta nhất định thắng!",
    "content17":"Trước tình hình mới, chúng ta quyết đồng tâm nhất trí, vư¬ợt mọi gian khổ hy sinh, kiên quyết hoàn thành nhiệm vụ lịch sử vẻ vang của dân tộc ta là đánh thắng giặc Mỹ xâm lược!",
    "content18":"Nhân dịp này, tôi xin thay mặt nhân dân Việt Nam, nhiệt liệt cảm ơn sự ủng hộ và giúp đỡ hết lòng của nhân dân các nước xã hội chủ nghĩa, của nhân dân tiến bộ trên thế giới, kể cả nhân dân Mỹ. Hiện nay, trước âm m¬ưu tội ác mới của đế quốc Mỹ, tôi tin chắc rằng nhân dân và chính phủ các nước xã hội chủ nghĩa anh em, các nước yêu chuộng hoà bình và chính nghĩa trên thế giới càng ra sức ủng hộ và giúp đỡ hơn nữa nhân dân Việt Nam chống Mỹ, cứu nước đến thắng lợi hoàn toàn.",
    "content19":"Nhân dân Việt Nam nhất định thắng!",
    "content20":"Giặc Mỹ xâm lược nhất định thua!",
    "content21":"Việt Nam hoà bình, thống nhất, độc lập, dân chủ và giàu mạnh muôn năm!",
    "content22":"Đồng bào và chiến sĩ cả nước, anh dũng tiến lên!",
    "meaning1":"Lời kêu gọi còn là bản cương lĩnh kháng chiến có tính khái quát cao, chứa đựng những quan điểm về đường lối chiến tranh nhân dân, toàn dân đánh giặc và khẳng định niềm tin tuyệt đối vào thắng lợi cuối cùng của cuộc kháng chiến. Những tư tưởng cơ bản đó cần tiếp tục nghiên cứu, vận dụng sáng tạo trong giai đoạn mới của cách mạng. Nhằm đưa sự nghiệp đổi mới của đất nước đi vào chiều sâu và phát triển bền vững đất nước."
  },
  {
    "name": "9. Báo Nhân Dân",
    "content1": "Báo Nhân Dân ra số đầu tiên ngày 11/3/1951 tại chiến khu Việt Bắc trong bối cảnh cuộc kháng chiến chống thực dân Pháp bước vào giai đoạn quyết liệt, đòi hỏi một tờ báo có tính định hướng tư tưởng mạnh mẽ, thống nhất ý chí và niềm tin của toàn dân tộc. Sự ra đời của báo Nhân Dân kế tục truyền thống của các tờ báo cách mạng do Chủ tịch Hồ Chí Minh sáng lập và lãnh đạo trước đó, đặc biệt là báo Thanh Niên, Đời sống mới và Cứu quốc, đánh dấu bước trưởng thành quan trọng của báo chí cách mạng Việt Nam trong điều kiện Đảng đã trở thành lực lượng lãnh đạo toàn dân kháng chiến và kiến quốc. Ngay từ những số đầu, báo đã tập trung phản ánh trung thực tình hình chiến trường, truyền đạt kịp thời đường lối, chủ trương kháng chiến của Đảng, đồng thời cổ vũ tinh thần thi đua, nêu gương các tập thể và cá nhân anh dũng, sáng tạo trong lao động và chiến đấu.",
    "content2": "Nội dung của báo Nhân Dân rất đa dạng, bao gồm tin tức, bình luận thời sự, phân tích chính trị, phổ biến kiến thức kinh tế – văn hóa – xã hội, đăng tải các bài nghiên cứu lý luận nhằm làm sáng tỏ đường lối của Đảng và đấu tranh phản bác các quan điểm sai trái của kẻ thù. Tờ báo cũng chú trọng phản ánh đời sống nhân dân, ghi nhận tâm tư, ý kiến và nguyện vọng của quần chúng, từ đó tạo nên cầu nối giữa Đảng với nhân dân, làm cho đường lối và chính sách được truyền đạt gần gũi và dễ hiểu hơn. Trong nhiều thập kỷ, báo Nhân Dân còn là nơi khởi nguồn của nhiều chuyên mục nổi bật mang tính giáo dục sâu sắc, góp phần bồi dưỡng tư tưởng, đạo đức và lối sống cho cán bộ, đảng viên và quần chúng.",
    "content3": "Ý nghĩa lịch sử của báo Nhân Dân không chỉ dừng lại ở vai trò là cơ quan ngôn luận của Đảng, mà còn là diễn đàn tin cậy của giai cấp công nhân, nhân dân lao động và mọi lực lượng yêu nước. Tờ báo góp phần quan trọng củng cố khối đại đoàn kết dân tộc, giữ vững trận địa tư tưởng trong suốt hai cuộc kháng chiến, trong công cuộc xây dựng chủ nghĩa xã hội ở miền Bắc, đấu tranh thống nhất đất nước, cũng như trong quá trình đổi mới và hội nhập ngày nay. Báo Nhân Dân đã trở thành nguồn thông tin chính xác, chuẩn mực, định hướng dư luận xã hội, đồng thời là một biểu tượng của báo chí cách mạng Việt Nam – kiên định, nhân văn, chân thật và luôn đồng hành cùng sự nghiệp cách mạng của dân tộc.",
      "src": "anh9",
      "alt": ""
    }
]
