[
    {
        "id": 1,
        "title": "Như có Bác trong ngày đại thắng",
        "author": "Phạm Tuyên",
        "description": "Bài hát ra đời đúng ngày 30/4/1975, khi miền Nam hoàn toàn giải phóng, ghi lại cảm xúc vui sướng tột độ của cả dân tộc. Âm hưởng rộn ràng, khoẻ khoắn như một tiếng reo vang của chiến thắng. Tác giả bày tỏ lòng biết ơn đối với Bác Hồ – người đã đặt nền móng cho con đường cách mạng. Ca khúc trở thành biểu tượng của ngày thống nhất đất nước.",
        "youtubeId": "SpK4hTcVDqE",
        "url": "https://youtu.be/SpK4hTcVDqE",
        "images":["song1-tg.png", "song1-hcm.png"]
    },
    {
        "id": 2,
        "title": "Ai yêu Bác Hồ Chí Minh hơn thiếu niên nhi đồng",
        "author": "Phong Nhã",
        "description": "Giai điệu tươi sáng, trong trẻo, rất gần gũi với thiếu nhi. Bài hát thể hiện tình yêu thương hồn nhiên của trẻ nhỏ dành cho Bác – người luôn quan tâm, chăm lo cho thế hệ măng non. Nhịp điệu đơn giản, dễ hát nên được sử dụng rộng rãi trong trường học. Đây là một trong những ca khúc thiếu nhi nổi tiếng nhất về Bác Hồ.",
        "youtubeId": "KUsRHlI9F2Q",
        "url": "https://youtu.be/KUsRHlI9F2Q"
        ,
        "images":["song2-tg.png", "song2-hcm.png"]
    },
    {
        "id": 3,
        "title": "Người là niềm tin tất thắng",
        "author": "Chu Minh",
        "description": "Ca khúc khẳng định vai trò lãnh tụ của Bác Hồ như một ngọn đuốc dẫn đường cho dân tộc. Giai điệu hào hùng, mạnh mẽ tạo cảm giác tin tưởng và xúc động mạnh. Bài hát thường vang lên trong những dịp lễ lớn, thể hiện niềm tin vào lý tưởng Bác đã lựa chọn. Hình tượng Bác hiện lên sáng ngời, trở thành sức mạnh tinh thần to lớn.",
        "youtubeId": "uMrv3ZvOrAc",
        "url": "https://youtu.be/uMrv3ZvOrAc",
        "images":["song3-tg.png", "song3-hcm.png"]
    },
    {
        "id": 4,
        "title": "Miền Trung nhớ Bác",
        "author": "Thuận Yến",
        "description": "Bài hát mang giai điệu sâu lắng, chan chứa tình cảm của đồng bào miền Trung dành cho Bác Hồ sau ngày Người đi xa. Tác giả sử dụng hình ảnh quê hương nắng gió để gợi nỗi nhớ da diết, mộc mạc mà chân thành. Ca khúc thấm đượm cảm xúc tiếc thương và lòng biết ơn đối với công lao của Bác. Đây là một trong những nhạc phẩm xúc động nhất về tình cảm nhân dân dành cho Người.",
        "youtubeId": "c0u09yQa98Y",
        "url": "https://youtu.be/c0u09yQa98Y",
        "images":["song4-tg.png", "song4-hcm.png"]
    },
    {
        "id": 5,
        "title": "Dâng Người tiếng hát mùa xuân",
        "author": "Nguyễn Văn Thương",
        "description": "Bài hát mang không khí rộn ràng, tươi sáng như hơi thở mùa xuân, thể hiện niềm vui của đất nước sau ngày độc lập. Qua tiếng hát dâng lên Bác, tác giả bày tỏ lòng biết ơn sâu sắc của thế hệ trẻ dành cho Người. Ca khúc gợi cảm giác hân hoan, tin tưởng, thể hiện khát vọng xây dựng đất nước theo con đường Bác đã chọn. Đây là bài hát thường vang lên trong các chương trình ca ngợi Bác và mùa xuân mới.",
        "youtubeId": "m_8g2SlxNKk",
        "url": "https://youtu.be/m_8g2SlxNKk",
        "images":["song5-tg.png", "song5-hcm.png"]
    },
    {
        "id": 6,
        "title": "Hồ Chí Minh đẹp nhất tên Người",
        "author": "Trần Kiết Tường",
        "description": "Ca khúc ca ngợi hình tượng Bác Hồ như biểu tượng sáng ngời của dân tộc Việt Nam. Giai điệu vừa tha thiết vừa hùng tráng, tạo cảm xúc tự hào và xúc động sâu sắc. Bài hát khắc họa vẻ đẹp của Bác từ lý tưởng, đạo đức đến tấm lòng vì dân vì nước. Tác phẩm trở thành một trong những bài hát tiêu biểu, có sức sống lâu bền khi nhắc đến Bác Hồ.",
        "youtubeId": "jk34Vp3VGHQ",
        "url": "https://youtu.be/jk34Vp3VGHQ",
        "images":["song6-tg.png", "song6-hcm.png"]
    },
    {
        "id": 7,
        "title": "Bác đang cùng chúng cháu hành quân",
        "author": "Huy Thục",
        "description": "Bài hát này được nhạc sĩ Huy Thục sáng tác khoảng năm 1970, trong thời gian ông đang điều trị bệnh nhưng vẫn luôn hướng tâm trí về Bác Hồ. Ca khúc lần đầu vang lên trên Đài Tiếng nói Việt Nam ngày 26/3/1970, trở thành nguồn động viên tinh thần mạnh mẽ cho các chiến sĩ. Bài hát thể hiện niềm tin rằng dù Bác đã đi xa, Người vẫn luôn đồng hành cùng quân và dân ta trên mọi chặng đường chiến đấu.",
        "youtubeId": "6ZLlLhHRg48",
        "url": "https://youtu.be/6ZLlLhHRg48",
        "images":["song7-tg.png", "song7-hcm.png"]
    }
]
