[
    {
        "id":1,
        "title":"Câu chuyện ngắn về Bác và bài học rút ra",
        "story1":
        {
            "title":"Bài học về cách ứng xử",
            "name":"Nước Nóng, Nước Nguội",
            "intro":"Truyện “Nước nóng, nước nguội” là một câu chuyện ngắn ý nghĩa về Bác Hồ được nhiều bạn đọc yêu thích. Qua cách ứng xử khéo léo và giản dị, Bác đã dạy một người cán bộ bài học sâu sắc về tính điềm đạm, hòa nhã trong công việc và cuộc sống. Với nội dung gần gũi, giản đơn mà thấm thía, truyện mang đến cho người đọc những bài học quý giá về đạo đức và cách đối nhân xử thế.",
            "content": "Buổi đầu kháng chiến chống Pháp, có một đồng chí cán bộ Trung đoàn thường hay quát mắng chiến sĩ. Đồng chí này đã từng làm giao thông, bảo vệ Bác đi ra nước ngoài trước Cách mạng tháng Tám.\nĐược tin nhân dân phản ánh về đồng chí này, một hôm, Bác cho gọi lên Việt Bắc. Bác dặn trạm đón tiếp, dù đồng chí này có đến sớm, cũng giữa trưa mới cho đồng chí ấy vào gặp Bác.\nTrời mùa hè, nắng chang chang, đi bộ đúng ngọ nên đồng chí Trung đoàn vã cả mồ hôi, người như bốc lửa. Đến nơi, Bác đã chờ sẵn. Trên bàn đặt hai cốc nước, một cốc nước sôi như mới rót còn bốc hơi nghi ngút, cốc kia là nước lạnh.\nSau khi chào hỏi xong, Bác chỉ vào cốc nước nóng và nói: \"Chú uống đi.\"\nĐồng chí cán bộ kêu lên: \"Trời! Nắng thế này mà Bác lại cho nước nóng làm sao cháu uống được.\"\nBác mỉm cười: \"À ra thế. Thế chú thích uống nước nguội, mát không?\"\nĐồng chí đáp: \"Dạ có ạ.\"\nBác nghiêm nét mặt nói: \"Nước nóng, cả chú và tôi đều không uống được. Khi chú nóng, cả chiến sĩ của chú và cả tôi cũng không tiếp thu được. Hòa nhã, điềm đạm cũng như cốc nước nguội dễ uống, dễ tiếp thu hơn.\"\nHiểu ý Bác giáo dục, đồng chí cán bộ nhận lỗi và hứa sẽ sửa chữa."
        },
         "story2":
        {
            "title":"Bài học về chữ tín",
            "name":"Giữ lời hứa",
            "intro":"Truyện “Giữ lời hứa” kể về Bác Hồ luôn coi trọng chữ tín trong cuộc sống. Khi hứa mua cho một em bé chiếc vòng bạc trước lúc đi công tác, dù hai năm sau mới trở về, Bác vẫn nhớ và thực hiện lời hứa ấy. Câu chuyện dạy ta bài học về việc giữ lời, sống trung thực và đáng tin cậy với mọi người.",
             "content": "Hồi ở Pác Bó, Bác Hồ sống rất chan hòa với mọi người. Một hôm được tin Bác đi công tác xa, một trong những em bé thường ngày quấn quýt bên Bác chạy đến cầm tay Bác thưa:\n- Bác ơi, Bác đi công tác về nhớ mua cho cháu một chiếc vòng bạc nhé!\nBác cúi xuống nhìn em bé âu yếm, xoa đầu em khẽ nói:\n- Cháu ở nhà nhớ ngoan ngoãn, khi nào Bác về Bác sẽ mua tặng cháu.\nNói xong Bác vẫy chào mọi người ra đi. Hơn hai năm sau Bác quay trở về, mọi người mừng rỡ ra đón Bác. Ai cũng vui mừng xúm xít hỏi thăm sức khỏe Bác, không một ai còn nhớ đến chuyện năm xưa.\nBỗng Bác mở túi lấy ra một chiếc vòng bạc mới tinh trao tận tay em bé – bây giờ đã là một cô bé. Cô bé và mọi người cảm động đến rơi nước mắt.\nBác nói:\n- Cháu nó nhờ mua tức là nó thích lắm, mình là người lớn đã hứa thì phải làm được, đó là \"chữ tín\". Chúng ta cần phải giữ trọn niềm tin với mọi người."
        },
         "story3":
        {
            "title":"Bài học về giản dị và tiết kiệm",
            "name":"Giản dị và tiết kiệm ",
            "intro":"Truyện “Nước nóng, nước nguội” là một câu chuyện ngắn ý nghĩa về Bác Hồ được nhiều bạn đọc yêu thích. Qua cách ứng xử khéo léo và giản dị, Bác đã dạy một người cán bộ bài học sâu sắc về tính điềm đạm, hòa nhã trong công việc và cuộc sống. Với nội dung gần gũi, giản đơn mà thấm thía, truyện mang đến cho người đọc những bài học quý giá về đạo đức và cách đối nhân xử thế.",
            "content": "Buổi đầu kháng chiến chống Pháp, có một đồng chí cán bộ Trung đoàn thường hay quát mắng chiến sĩ. Đồng chí này đã từng làm giao thông, bảo vệ Bác đi ra nước ngoài trước Cách mạng tháng Tám.\nĐược tin nhân dân phản ánh về đồng chí này, một hôm, Bác cho gọi lên Việt Bắc. Bác dặn trạm đón tiếp, dù đồng chí này có đến sớm, cũng giữa trưa mới cho đồng chí ấy vào gặp Bác.\nTrời mùa hè, nắng chang chang, đi bộ đúng ngọ nên đồng chí Trung đoàn vã cả mồ hôi, người như bốc lửa. Đến nơi, Bác đã chờ sẵn. Trên bàn đặt hai cốc nước, một cốc nước sôi như mới rót còn bốc hơi nghi ngút, cốc kia là nước lạnh.\nSau khi chào hỏi xong, Bác chỉ vào cốc nước nóng và nói: \"Chú uống đi.\"\nĐồng chí cán bộ kêu lên: \"Trời! Nắng thế này mà Bác lại cho nước nóng làm sao cháu uống được.\"\nBác mỉm cười: \"À ra thế. Thế chú thích uống nước nguội, mát không?\"\nĐồng chí đáp: \"Dạ có ạ.\"\nBác nghiêm nét mặt nói: \"Nước nóng, cả chú và tôi đều không uống được. Khi chú nóng, cả chiến sĩ của chú và cả tôi cũng không tiếp thu được. Hòa nhã, điềm đạm cũng như cốc nước nguội dễ uống, dễ tiếp thu hơn.\"\nHiểu ý Bác giáo dục, đồng chí cán bộ nhận lỗi và hứa sẽ sửa chữa."
        },
         "story4":
        {
            "title":"Bài học về lối sống giản dị",
            "name":"Đôi dép cao su của Bác",
            "intro":"  Truyện “Đôi dép Bác Hồ” kể về đôi dép cao su giản dị gắn bó với Bác suốt nhiều năm, từ Việt Bắc đến khi đi công tác nước ngoài. Dù có điều kiện thay mới, Bác vẫn giữ đôi dép cũ vì còn dùng được. Qua hình ảnh mộc mạc ấy, câu chuyện thể hiện lối sống giản dị, tiết kiệm và khiêm nhường của Bác – tấm gương sáng để mọi người noi theo.",
             "content": "Đôi dép của Bác “ra đời’’ vào năm 1947, được “chế tạo’’ từ một chiếc lốp ô tô quân sự của thực dân Pháp bị bộ đội ta phục kích tại Việt Bắc. Đôi dép đo cắt không dày lắm, quai trước to bản, quai sau nhỏ rất vừa chân Bác.\nTrên đường công tác, Bác nói vui với các cán bộ đi cùng:\n- Đây là đôi hài vạn dặm trong truyện cổ tích ngày xưa... Đôi hài thần đất, đi đến đâu mà chẳng được.\nGặp suối hoặc trời mưa trơn, bùn nước vào dép khó đi, Bác tụt dép, xách tay. Đi thăm bà con nông dân, sải chân trên các cánh đồng đang cấy, đang vụ gặt, Bác lại xắn quần cao lội ruộng, tay xách hoặc nách kẹp đôi dép...\nMười một năm rồi vẫn đôi dép ấy... Các chiến sĩ cảnh vệ cũng đã đôi ba lần “xin’’ Bác đổi dép nhưng Bác bảo “vẫn còn đi được’’.\n\nCho đến lần đi thăm Ấn Độ, khi Bác lên máy bay, ngồi trong buồng riêng thì mọi người trong tổ cảnh vệ lập mẹo giấu dép đi, để sẵn một đôi giày mới...\nMáy bay hạ cánh xuống Niu-đê-li, Bác tìm dép. Mọi người thưa:\nCó lẽ đã cất xuống khoang hàng của máy bay rồi... Thưa Bác...\n- Bác biết các chú cất dép của Bác đi chứ gì. Nước ta còn chưa được độc lập hoàn toàn, nhân dân ta còn khó khăn, Bác đi dép cao su nhưng bên trong lại có đôi tất mới thế là đủ lắm mà vẫn lịch sự - Bác ôn tồn nói.\nVậy là các anh chiến sĩ phải trả lại dép để Bác đi vì dưới đất chủ nhà đang nóng lòng chờ đợi...\nTrong suốt thời gian Bác ở Ấn Độ, nhiều chính khách, nhà báo, nhà quay phim... rất quan tâm đến đôi dép của Bác. Họ cúi xuống sờ nắn quai dép, thi nhau bấm máy từ nhiều góc độ, ghi ghi chép chép... làm tổ cảnh vệ lại phải một phen xem chừng và bảo vệ “đôi hài thần kỳ” ấy.\n\nNăm 1960, Bác đến thăm một đơn vị Hải quân nhân dân Việt Nam. Vẫn đôi dép “thâm niên” ấy, Bác đi thăm nơi ăn, chốn ở, trại chăn nuôi của đơn vị. Các chiến sĩ rồng rắn kéo theo, ai cũng muốn chen chân, vượt lên để được gần Bác hơn. Bác vui cười nắm tay chiến sĩ này, vỗ vai chiến sĩ khác. Bỗng Bác đứng lại:\n- Thôi, các cháu giẫm làm tụt quai dép của Bác rồi...\nNghe Bác nói, mọi người dừng lại cúi xuống yên lặng nhìn đôi dép rồi lại ồn ào lên:\n- Thưa Bác, cháu, cháu sửa...\n- Thưa Bác, cháu, cháu sửa được ạ...\nThấy vậy, các chiến sĩ cảnh vệ trong đoàn chỉ đứng cười vì biết đôi dép của Bác đã phải đóng đinh sửa mấy lần rồi... Bác cười nói:\n- Cũng phải để Bác đến chỗ gốc cây kia, có chỗ dựa mà đứng đã chứ!\nBác “lẹp xẹp” lết đôi dép đến gốc cây, một tay vịn vào cây, một chân co lên tháo dép ra:\n- Đây! Cháu nào giỏi thì chữa hộ dép cho Bác...\nMột anh nhanh tay giành lấy chiếc dép, giơ lên nhưng ngớ ra, lúng túng. Anh bên cạnh liếc thấy, “vượt vây” chạy biến...\nBác phải giục:\n- Ơ kìa, ngắm mãi thế, nhanh lên cho Bác còn đi chứ.\nAnh chiến sĩ lúc nãy chạy đi đã trở lại với chiếc búa con, mấy cái đinh:\n- Cháu, để cháu sửa dép...\nMọi người dãn ra. Phút chốc, chiếc dép đã được chữa xong.\nNhững chiến sĩ không được may mắn chữa dép phàn nàn:\n- Tại dép của Bác cũ quá. Thưa Bác, Bác thay dép đi ạ...\nBác nhìn các chiến sĩ nói:\n- Các cháu nói đúng... nhưng chỉ đúng có một phần... Đôi dép của Bác cũ nhưng nó chỉ mới tụt quai. Cháu đã chữa lại chắc chắn cho Bác thế này thì nó còn “thọ’’ lắm! Mua đôi dép khác chẳng đáng là bao, nhưng khi chưa cần thiết cũng chưa nên... Ta phải tiết kiệm vì đất nước ta còn nghèo..."
        },
         "story5":
        {
            "title":"Bài học về sự chia sẻ",
            "name":"Bát chè xẻ đôi",
            "intro":"  Truyện “Bát chè xẻ đôi” kể về tấm lòng nhân hậu và sẻ chia của Bác Hồ. Dù chỉ có một bát chè để bồi dưỡng buổi đêm, Bác vẫn chia một nửa cho người liên lạc vừa đến. Hành động giản dị ấy thể hiện tình thương bao la và sự quan tâm chân thành của Bác với mọi người, dạy ta bài học sâu sắc về lòng sẻ chia và tình người.",
            "content": "Đồng chí liên lạc đi công văn 10 giờ đêm mới đến. Bác gọi mang ra một bát, một thìa con. Rồi Bác đem bát chè đậu đen, đường phèn, mà anh em phục vụ vừa mang lên, xẻ một nửa cho đồng chí liên lạc.\n- Cháu ăn đi!\nThấy đồng chí liên lạc ngần ngại, lại có tiếng đằng hắng bên ngoài, Bác giục:\n- Ăn đi, Bác cùng ăn…\n- Cảm ơn Bác, đồng chí liên lạc ra về.\nRa khỏi nhà sàn, xuống sân, đồng chí cấp dưỡng bấm vào vai anh lính thông tin:\n- Cậu chán quá. Cả ngày Bác có bát chè để bồi dưỡng làm đêm mà cậu lại ăn mất một nửa.\n- Khổ quá, anh ơi! Em có sung sướng gì đâu. Thương Bác, em vừa ăn ra rớt nước mắt, nhưng không ăn lại sợ Bác không vui, mà ăn thì biết cái chắc là các anh mắng rồi…"
        },
         "story6":
        {
            "title":"Bài học về sự công bằng",
            "name":"Ba chiếc ba lô",
            "intro":"  Truyện “Ba chiếc ba lô” kể về Bác Hồ trong những ngày sống ở Việt Bắc, luôn thể hiện tinh thần công bằng và trách nhiệm trong lao động. Khi đi công tác cùng các đồng chí, Bác kiên quyết không để ai mang đồ nặng thay mình, yêu cầu chia đều hành lý để mọi người cùng gánh vác. Qua đó, câu chuyện truyền cho người đọc bài học sâu sắc về sự công bằng, tinh thần tự giác và lao động chân chính.",
            "content": "Trong những ngày sống ở Việt Bắc, mỗi lần Bác đi công tác, có hai đồng chí đi cùng. Vì sợ Bác mệt, nên hai đồng chí định mang hộ ba lô cho Bác, nhưng Bác nói:\n- Đi đường rừng, leo núi ai mà chẳng mệt, tập trung đồ vật cho một người mang đi thì người đó càng chóng mệt. Cứ phân ra mỗi người mang một ít.\nKhi mọi thứ đã được phân ra cho vào 3 ba lô rồi, Bác còn hỏi thêm:\n- Các chú đã chia đều rồi chứ?\nHai đồng chí trả lời:\n- Thưa Bác, rồi ạ.\nBa người lên đường, qua một chặng, mọi người dừng chân, Bác đến chỗ đồng chí bên cạnh, xách chiếc ba lô lên.\n- Tại sao ba lô của chú nặng mà Bác lại nhẹ?\nSau đó, Bác mở cả 3 chiếc ba lô ra xem thì thấy ba lô của Bác nhẹ nhất, chỉ có chăn, màn. Bác không đồng ý và nói:\n- Chỉ có lao động thật sự mới đem lại hạnh phúc cho con người.\nHai đồng chí kia lại phải san đều các thứ vào 3 chiếc ba lô."
        },
         "story7":
        {
            "title":"Bài học về sự đoàn kết",
            "name":"Bác hồ với chiến sĩ dân tộc",
            "intro":" Truyện “Bác Hồ với chiến sĩ người dân tộc” kể về tình cảm sâu nặng và sự quan tâm chân thành của Bác dành cho đồng bào các dân tộc. Bác luôn gần gũi, thăm hỏi, động viên và coi mọi người như anh em trong một nhà. Qua câu chuyện, ta học được bài học quý giá về tinh thần đoàn kết, yêu thương, gắn bó giữa các dân tộc trong đại gia đình Việt Nam.",
            "content": "Anh hùng La Văn Cầu, dân tộc Tày mãi mãi không quên bữa cơm của Bác \"đãi\" với rau, thịt gà… những \"sản phẩm\" do chính Bác nuôi, trồng. Bác hỏi thăm mẹ Cầu, gửi quà cho mẹ, dặn cán bộ tạo mọi điều kiện để Cầu về thăm mẹ, giúp đỡ gia đình.\nNhiều chiến sĩ người dân tộc đã lấy họ Hồ cho mình như Hồ Vai, Hồ Can Lịch, Hồ Văn Bột... Mùa thu năm 1964, chị Choáng Kring Thêm - chiến sĩ người dân tộc Cà Tu, tham gia đoàn đại biểu Mặt trận Dân tộc Giải phóng miền Nam được ra miền Bắc, gặp Bác Hồ. Chị Thêm kể: \"Đoàn chúng tôi vừa bước xuống xe thì đã thấy Bác đứng chờ ngay ngoài sân.\n\nBác ôm hôn thắm thiết các thành viên trong đoàn. Chúng tôi theo Bác đến dãy bàn tiếp khách kê ngay ngoài vườn đầy hoa và nắng. Thấy tôi mặc bộ quần áo dân tộc, Bác nói:\n- Cháu đúng là con gái dân tộc Cà Tu giữ được tính chất của dân tộc mình. Chị Ngân, chị Cao gặp Bác, mừng quá khóc lên. Bác dịu dàng bảo:\n- Các cháu gái đừng khóc. Gặp Bác phải vui chứ. Hai cháu hãy kể cho Bác nghe bà con ta ở tiền tuyến đánh Mỹ như thế nào?\nTôi thưa:\n- Thưa Bác, cháu thương, cháu nhớ Bác. Tất cả đồng bào dân tộc miền Nam đều thương nhớ Bác. Sau đó tôi kể Bác nghe một số chuyện chiến đấu của mẹ Giớn, anh Bên, em Thơ... Bác nói:\n- Cuộc kháng chiến của đồng bào miền Nam ta là toàn dân, toàn diện. Trẻ, già, gái, trai, Kinh, Cà Tu, Cà Tang và đồng bào các dân tộc khác đều sản xuất giỏi, chiến đấu giỏi\".\nTôi hiểu đó là Bác dành tình thương mênh mông của Bác cho tất cả chúng ta."
        },
         "story8":
        {
            "title":"Bài học về sự quyết tâm",
            "name":"Bỏ thuốc lá",
            "intro":"Truyện “  Truyện “Bỏ thuốc lá” kể về hành trình cai thuốc lá của Chủ tịch Hồ Chí Minh. Dù hút thuốc đã trở thành thói quen lâu năm, Người vẫn quyết tâm lập kế hoạch giảm dần số lượng, dùng phương pháp ''hút nửa điếu để dành'' để tạo ''cữ'' và chống lại cơn thèm. Câu chuyện không chỉ thể hiện sự kỷ luật thép trong việc chiến thắng ''tính xấU'' theo lời khuyên của thầy thuốc, mà còn nêu bật tấm gương sáng về tinh thần tự giác tu dưỡng, khẳng định rằng mọi việc, dù khó khăn đến mấy, nếu có quyết tâm và phương pháp đúng đắn thì chắc chắn sẽ thành công.",
            "content": "Hút thuốc lá là thú vui duy nhất của Bác như Bác thường nói. Nhưng từ khi bị bệnh, theo lời khuyên của hội đồng thầy thuốc, Bác có kế hoạch quyết tâm bỏ dần. Bác nói:\n- Bác hút thuốc từ lúc còn trẻ nay đã thành thói quen, bây giờ bỏ thì tốt nhưng không dễ, các chú phải giúp Bác bỏ tính xấu này. Rồi Bác tự đề ra chương trình bỏ thuốc dần dần. Lúc đầu là giảm số lượng điếu hút trong ngày. Khi thèm hút thuốc Bác làm một việc gì đó để thu hút sự chú ý, tập trung. Tuổi đã già phải làm như vậy thật quá vất vả. Tập một thứ quen, bỏ một thói quen không dễ chút nào.\nPhải có một nghị lực phi thường mới làm được. Bác bảo đồng chí giúp việc để cho Bác một vỏ lọ Penixillin ở nơi làm việc và phòng nghỉ. Hút chừng nửa điếu Bác dụi đi để vào lọ đó. Sau hút lại nửa điếu để dành, anh em can bảo thuốc lá hút dở không có lợi, Bác bảo: \"Nhưng hút thế để có cữ\". Với cách làm đó, Bác đã giảm từ cả bao xuống ba bốn điếu một ngày. Cứ như vậy, Bác hút thưa dần.\nĐầu tháng 3/1968 nhân khi bị cảm ho nhẹ, Bác tự quyết định bỏ hẳn. Mấy ngày sau, trong một tuần lễ anh em vẫn để gói thuốc chỗ bàn làm việc của Bác, nhưng Bác không dùng.\nSau một tuần thấy Bác quyết tâm như vậy, anh em cất hẳn thuốc lá. Một tháng sau, khi tiếp đồng chí Vũ Quang, lúc ấy là Bí thư Trung ương Đoàn Thanh niên Lao động Việt Nam, Bác nói: Bác đã bỏ quốc lá rồi, chú về vận động thanh niên đừng hút thuốc lá. Sau này Bác có bài thơ Vô đề:\n“Thuốc kiêng, rượu cữ đã ba năm,\nKhông bệnh là tiên sướng tuyệt trần\nMừng thấy miền Nam luôn thắng lớn,\nMột năm là cả bốn mùa Xuân.”"
        },
         "story9":
        {
            "title":"Bài học về thời gian",
            "name":"Thời gian quý báu lắm",
            "intro":"  Truyện “Thời gian quý báu lắm” kể về tấm gương của Bác Hồ trong việc trân trọng từng phút giây. Dù bận rộn hay gặp khó khăn, Bác luôn đúng giờ và nhắc nhở mọi người không nên để người khác phải chờ đợi. Qua đó, câu chuyện dạy ta bài học sâu sắc về việc quý trọng thời gian, làm việc đúng giờ và tôn trọng người khác. ",
            "content": "Năm 1945, mở đầu bài nói chuyện tại lễ tốt nghiệp khóa V Trường huấn luyện cán bộ Việt Nam, Chủ tịch Hồ Chí Minh thẳng thắn góp ý: “Trong giấy mời tới đây nói 8 giờ bắt đầu, bây giờ là 8 giờ 10 phút rồi mà nhiều người vẫn chưa đến. Tôi khuyên anh em phải làm việc cho đúng giờ, vì thời gian quý báu lắm”. Cũng về giờ giấc, trong kháng chiến chống Pháp, một đồng chí sĩ quan cấp tướng đến làm việc với Bác chậm 15 phút, tất nhiên là có lý do: Mưa to, suối lũ, ngựa không qua được.\nBác bảo:\n- Chú làm tướng mà chậm đi mất 15 phút thì bộ đội của chú sẽ hiệp đồng sai bao nhiêu? Hôm nay chú đã chủ quan không chuẩn bị đủ phương án, nên chú không giành được chủ động”.\nMột lần khác, Bác và đồng bào phải đợi một đồng chí cán bộ đến để bắt đầu cuộc họp.\nBác hỏi:\n- Chú đến muộn mấy phút?\n- Thưa Bác, chậm mất 10 phút ạ!\n- Chú tính thế không đúng, 10 phút của chú phải nhân với 500 người đợi ở đây.\nNăm 1953, Bác quyết định đến thăm lớp chỉnh huấn của anh em trí thức, lúc đó đang bước vào cuộc đấu tranh tư tưởng gay go. Sắp đến giờ lên đường bỗng trời đổ mưa xối xả. Các đồng chí làm việc bên cạnh Bác đề nghị cho hoãn đến một buổi khác. Có đồng chí còn đề nghị tập trung lớp học ở một địa điểm gần nơi ở của Bác… Nhưng bác không đồng ý:\n- Đã hẹn thì phải đến, đến cho đúng giờ, đợi trời tạnh thì đến bao giờ? Thà chỉ mình bác và vài chú nữa chịu ướt còn hơn để cả lớp phải chờ uổng công!\nThế là Bác lên đường đến thăm lớp chỉnh huấn đúng lịch trình trong tiếng reo hò sung sướng của các học viên… Bác Hồ của chúng ta quý thời gian của mình bao nhiêu thì cũng quý thời gian của người khác bấy nhiêu. Chính vì vậy, trong suốt cuộc đời Bác không để bất cứ ai đợi mình. Sự quý trọng thời gian của Bác thực sự là tấm gương sáng để chúng ta học tập."
        }
    },

    {
        "id":2,
        "title":"Câu chuyện ngắn về Bác và thiếu nhi",
        "story1":
        {
            "title":"Bác Hồ - Người bạn lớn của thiếu nhi thế giới",
            "name":"Đối thủ đáng yêu",
            "intro":"  Thiếu nhi Việt Nam và Quốc tế không ai là không kính trọng và yêu quý Bác - Vị lãnh tụ vị đại của nhân dân. Cả đời Người đã hi sinh, hi sinh vì nền độc lập, tự do cho đất nước, hi sinh vì một tương lai tốt đẹp hơn cho thế hệ con cháu đi sau. Bởi vậy mà hình ảnh Bác đối với chúng ta, đối với các em thiếu nhi nhỏ, như một người Cha già vĩ đại, một người mà ai ai cũng kính trọng, yêu quý và biết ơn kể cả các cháu thiếu nhi Ấn Độ, điều này thể hiện rõ qua câu chuyện “Đối thủ đáng yêu”.",
            "content": "Ngày 7 – 2 - 1958 hơn 3.000 em thiếu nhi Ấn Độ đồng diễn chào mừng Bác Hồ.\nCác em hô vang sôi nổi: ''Cha, Cha Hồ (Bác Hồ). Thủ tướng Nêru ngồi cạnh Bác sung sướng nói vui:\n- Ngài là đối thủ đáng yêu của tôi, vì được các em gọi là Bác.\nỞ Ấn Độ, các em thiếu nhi chỉ gọi Nêru là Bác, và Bác Hồ là người thứ hai được các em gọi là Bác.\nKhông khí hôm đó vui như ngày hội. Các em ùa lên tặng hoa, có em tặng Bác Hồ hai cái kẹo. Có em mù cả hai mắt được Bác ẵm lên sờ râu, sờ má Bác, rồi ôm chặt lấy Bác một cách âu yếm. Trước tình cảm đó ai cũng cảm động."

        },
        "story2":
        {
            "title":"Sự quan tâm và giáo dục của Bác dành cho thế hệ tương lại",
            "name":"Các cháu sạch và ngoan thật",
            "intro":"  Một trong những câu chuyện về Bác cho chúng ta thấy không chỉ yêu thương mà Bác còn khẳng định vai trò quan trọng của thiếu nhi đối với tương lai của đất nước. Việc chăm sóc trẻ em không phải trách nhiệm của riêng ngành nào, tổ chức nào mà là trách nhiệm của toàn Đảng, toàn dân. Tất cả các quốc gia trên thế giới muốn tồn tại đều phải quan tâm và giáo dục thiếu niên nhi đồng. Xác định được vai trò của thế hệ tương lai, Bác luôn nhắc nhờ các cấp, đoàn thể phải chăm sóc và giáo dục thiếu nhi một cách tốt nhất. Mỗi bài thơ, bức thư, câu nói của Bác, bên cạnh tình yêu thương bao la còn là những lời chỉ bảo, dặn dò từng li từng tí đối với thiếu nhi: “Các em phải ngoan, ở nhà phải vâng lời bố mẹ, đi học phải siêng năng…”.",
            "content": "Đầu năm 1967, Bác Hồ về thăm tỉnh Thái Bình. Các em thiếu nhi xóm Dân Chủ hát vang bài “Giải phóng miền Nam” đón Bác. Bác hỏi:\n- Các cháu có ngoan không\n- Thưa Bác có ạ! Các cháu cùng trả lời.\n- Các cháu có vâng lời cha mẹ không?\n- Thưa Bác có ạ!\n- Các cháu ăn ở có sạch sẽ không?\n- Thưa Bác có ạ!\n- Chìa tay cho Bác xem nào?\nNhững bàn tay xinh xắn, chìa ra trước mặt cho Bác xem. Bác gật đầu hài lòng lắm vì thấy cuộc sống của các cháu nhỏ ở nông thôn đã thay đổi dần với cuộc sống của dân làng. Các cháu sạch và ngoan thật. Bác Hồ lấy kẹo chia cho các cháu rồi lại tiếp tục đi."

        },
        "story3":
        {
            "title":"Tấm lòng ân cần, chu đáo của Bác với thiếu nhi",
            "name":"Dành cho các cháu",
            "intro":"  Bác Hồ là người luôn ân cần quan tâm và tạo điều kiện tốt nhất cho các em thiếu nhi vui chơi và học tập mở mang tri thức. Khách của Bác, dù là những em thiếu nhi nhỏ bé cũng luôn được Bác tôn trọng và yêu mến với sự quan tâm chu đáo. Điều đó được thể hiện qua mẩu chuyện “Dành cho các cháu”",
            "content": "Trước khi thiết kế ngôi nhà sàn gỗ của Bác tại Phủ Chủ tịch (tầng trên có hai phòng, một phòng Bác dùng vào việc, một phòng nghỉ. Còn tầng dưới là nơi Bác họp và tiếp khách). Bác có ý kiến:\n- Khách của Bác có nhiều, có lúc Bác phải tiếp đông các cháu, vì vậy chú thiết kế cho Bác một hàng ghế xi măng bao quanh.\nVâng lời Bác, các đồng chí đã thiết kế hàng ghế đó. Mỗi lần các cháu đến, các cháu đều quây quần bên Bác và được Bác chia bánh kẹo.\nMột hôm Bác nói với đồng chí giúp việc:\n- Chú xem, khách “tí hon” của Bác khá nhiều, để các cháu vui thì phải có cảnh cho các cháu xem, chú gắng kiếm một chiếc bể về để nuôi cá vàng làm cảnh cho các cháu.\nVâng lời Bác, đồng chí giúp việc đi tìm mua một bể nuôi cá đặt tại hành lang của tầng dưới ngôi nhà sàn và thả ba con cá vàng rất đẹp.\nHàng ngày, sau giờ làm việc, Bác thường cho cá vàng ăn. Người để dành những mẩu bánh mì làm thức ăn cho cá. Được Bác chăm sóc, ba con cá vàng ngày một lớn và phát triển.\nMùa đông trời lạnh, Bác nói:\n- Cá cũng như người, mùa đông phải giữ nhiệt độ đủ ấm. Chú nên làm một chiếc nắp đậy bể cá để bảo đảm độ ấm cho cá.\nKhách đến thăm nhà Bác, nhất là “khách tí hon” rất thích thú đứng ngắm bể cá vàng. Những con cá màu sắc thật sặc sỡ, tung tăng, lấp lánh, bơi lặn trong bể nước."

        },
        "story4":
        {
            "title":"Tình cảm của thiếu nhi quốc tế dành cho Bác Hồ",
            "name":"Thiếu nhi tiệp khắc với Bác Hồ",
            "intro":"  Không chỉ các cháu thiếu nhi Việt Nam yêu thương, trân trọng, quý mến Bác mà các cháu thiếu nhi Quốc tế cũng dành rất nhiều tình cảm, yêu thương, trân trọng, quý mến Bác, điều này thể hiện rõ qua câu chuyện “Thiếu nhi Tiệp khắc với Bác Hồ”.",
            "content": "Trong một lần đến thăm nước Tiệp Khắc, Bác Hồ được tiếp một đoàn thiếu nhi Tiệp Khắc đến thăm Bác. Cháu nào cũng muốn đứng cạnh Bác nên đã chen chúc, tranh giành nhau rất dữ. Để ổn định trật tự, Bác đã nảy ra sáng kiến hỏi các cháu:\n- Các cháu thấy Bác gầy hay mập?\nCác cháu trả lời:\n- Bác gầy lắm ạ.\nBác lại hỏi:\n- Vậy các cháu có muốn Bác gầy không?\nCác cháu đồng thanh trả lời:\n- Không ạ\nBác nói tiếp:\n- Vậy các cháu đừng chen nhau hôn Bác nữa. Hãy cử 1 đại biểu đến hôn Bác thôi.\nSau câu nói của Bác, tất cả đều trật tự và cử bạn đội trưởng thay mặt tất cả đến hôn Bác. Bác ôm hôn bạn đội trưởng và cảm ơn các bạn thiếu nhi Tiệp Khắc. Còn các chú bảo vệ thì lại cảm ơn Bác vì Bác đã có sáng kiến duy trì được trật tự mà vẫn giữ được tình cảm yêu quý của thiếu nhi Tiệp Khắc với Bác Hồ."

        },
        "story5":
        {
            "title":"Tình yêu thương giản dị mà sâu sắc dành cho Bác Hồ",
            "name":"Qủa táo vàng của Bác Hồ",
            "intro":"  “Quả táo của Bác Hồ” là một trong những câu chuyện về Bác cho chúng ta thấy Bác rất gần gũi, yêu thương các cháu thiếu nhi, luôn dành cho các cháu những điều tốt đẹp nhất, câu chuyện này đã được đăng lên trang nhất của các báo ở Pháp vào năm 1946.",
            "content": "Tháng 4/1946, với danh nghĩa là Chủ tịch nước Việt Nam Dân chủ Cộng hòa, Bác Hồ sang Pháp để đàm phán với Chính phủ Pháp về những vấn đề có liên quan đến vận mệnh của đất nước. Ông Đốc lý thành phố Paris mở tiệc long trọng thết đãi Bác Hồ.\nTrước khi ra về, Người chọn lấy một quả táo đẹp trên bàn, bỏ vào túi. Mọi người, kể cả ông Đốc lý đều kinh ngạc chú ý tới việc ấy, ngạc nhiên và không giấu được sự tò mò.\nKhi Bác Hồ bước ra khỏi phòng, rất đông bà con Việt kiều và cả người Pháp nữa đang đứng đón Bác. Bác chào mọi người. Khi Bác trông thấy một bà mẹ bế một cháu nhỏ cố lách đám đông lại gần, Bác liền giơ tay bế cháu bé và đưa cho cháu bé quả táo. Cử chỉ của Bác Hồ đã làm những người có mặt ở đó từ chỗ tò mò ngạc nhiên đến chỗ vui mừng và cảm phục về tấm lòng yêu trẻ của Bác."
        }
        ,
        "story6":
        {
            "title":"Tình yêu thương và sự quan tâm của Bác dành cho thiếu nhi",
            "name":"Đến tham trường thiếu nhi miền Nam",
            "intro":"  Bác Hồ như vầng dương tỏa sáng, thế hệ thanh thiếu niên Nhi đồng trên khắp năm châu luôn hướng về Bác với một niềm kính yêu vô bờ bến. Ngay cả đối với các cháu thiếu nhi Quốc tế Bác cũng luôn dành cho những tình cảm đặc biệt. Câu chuyện “Đến thăm trường thiếu nhi miền Nam” thể hiện tình yêu thương yêu, trân trọng đặc biệt là đối với thiếu niên nhi đồng, thế hệ tương lai của đất nước. Tuy nhiên, Bác cũng sẽ nghiêm khắc nhắc nhở, phê bình, đưa ra những lời khuyên răn, dạy dỗ để các cháu ngày càng hoàn thiện bản thân. Tình cảm của Bác dành cho các cháu thiếu nhi không chỉ đơn thuần là tình cảm của một vị lãnh đạo của một nước mà đó là tình cảm của một người Ông dành cho các cháu, là tình cảm thiêng liêng của một gia đình mang đậm nét văn hóa Việt Nam ",
            "content": "Nghe tin Bác đến thăm trường thiếu nhi miền Nam, các cô chú phụ trách trường tíu tít chuẩn bị, trang hoàng hội trường đón Bác.\nKhi Bác đến, tất cả mọi người ùa ra đón Bác và đưa Bác đến hội trường đã được chuẩn bị cờ, hoa lộng lẫy. Nhưng Bác đề nghị dẫn Bác đến nhà bếp và phòng ngủ xem các cháu có được ăn no, ngủ ấm và chăm sóc chu đáo không. Sau đó Bác lấy ra một gói kẹo lớn chia đều cho các cháu. Đang nhìn các cháu ăn kẹo, Bác chợt nhận ra có 1 cháu đang đứng ở góc phòng, nét mặt buồn xo. Bác gọi lại hỏi:\n- Cháu tên là gì? Vì sao lại đứng ở đây?\n- Cháu tên là Tộ. Vì cháu phạm lỗi, tay bẩn không rửa nên các cô chú phạt, không cho nhận kẹo của Bác.\nBác cười bảo bạn Tộ đi rửa tay rồi chia kẹo cho Tộ, sau đó Bác dạy:\n- Từ nay, cháu phải luôn giữ gìn đôi tay cho sạch nhé. Bàn tay con người rất đáng quý.\nBạn Tộ rất cảm động trước sự chăm sóc ân cần của Bác. Từ đấy, bạn luôn giữ đôi tay sạch sẽ và rửa tay sạch trước khi ăn."

        }
        ,
        "story0":
        {
            "title":"",
            "name":"",
            "intro":"",
            "content": ""
        }
    },

    {
        "id":3,
        "title":"Câu chuyện về Bác Hồ với thanh niên",
        "story1":
        {
            "title":"Bài học về tinh thần đoàn kết, khiêm tốn và ý thức kỷ luật mà Bác Hồ gửi gắm đến thanh niên",
            "name":"Thanh niên phải gương mẫu trong đoàn kết và kỷ luật",
            "intro":"  Câu chuyện “Thanh niên phải gương mẫu trong đoàn kết và kỷ luật” kể lại những lần Bác Hồ gặp gỡ và dạy bảo thanh niên. Qua những lời nói giản dị mà sâu sắc, Bác nhắc nhở thế hệ trẻ phải biết đoàn kết, thương yêu, giúp đỡ lẫn nhau. Bác còn căn dặn thanh niên không nên tự cao, kiêu ngạo khi được khen ngợi, mà phải luôn khiêm tốn, giữ tinh thần phục vụ nhân dân. Mỗi lời dạy của Bác đều là bài học quý báu về đạo đức, lối sống và tinh thần tập thể cho tuổi trẻ Việt Nam.",
            "content": "Lần nào gặp Bác, câu đầu tiên Bác thường hỏi là: “Thế các cháu có đoàn kết không, có thương yêu nhau không?”, rồi Bác dặn: “Thanh niên phải gương mẫu trong đoàn kết và kỷ luật”.\nCả chi đoàn đã lấy lời nói đó của Bác làm nội dung tu dưỡng. Mỗi khi có gì va chạm, kém gắn bó với nhau, anh chị em lại rất ân hận là chưa xứng đáng với lời Bác dặn, có anh chị em khóc nức nở vì hối hận chưa thực hiện được theo đúng lời Bác.\nCó lần Bác hỏi tôi: “Trong chi đoàn cháu, có đoàn viên nào có tư tưởng muốn làm “ngôi sao” không?”.\nTôi còn đang lúng túng, Bác đã bảo: “Biểu diễn thật hay để phục vụ nhân dân được nhiều là tốt. Nhưng nếu có tư tưởng muốn làm “ngôi sao” thì ngôi sao có khi tỏ, có khi lặn, lúc ngôi sao lặn thì lại buồn. Trong đoàn cháu có thanh niên nào có tư tưởng muốn làm “ngôi sao” thì cháu phải giúp đỡ”.\nLần cuối cùng tôi được gặp Bác, sau khi đi diễn ở Pháp, Ý, Angiêri, Liên Xô, Trung Quốc... về, cả đoàn lại được quây quần quanh Bác. Tôi là phó trưởng đoàn, nên cũng được đến gặp Bác và báo cáo với Bác là ở Angiêri cũng như ở Pháp, ở Ý... cứ mỗi lần tiết mục của ta hay, họ vỗ tay đến vỡ nhà hát và hô: Việt Nam - Hồ Chí Minh, Việt Nam - Điện Biên Phủ.\nBác vui vẻ bảo:\n- Thế là người ta hoan nghênh các cháu, các cháu có hếch mũi lên không? (Bác đưa tay đẩy mũi lên).\nCả đoàn cười rộ và ai nấy đều hiểu đó là Bác có ý răn bảo.\nXong Bác bảo: “Người ta hoan hô các cháu, hay hoan hô Bác là người ta hoan hô cả dân tộc mình, cả dân tộc Việt Nam anh hùng”..."

        }
        ,
        "story2":
        {
            "title":"Ngọn lửa thanh xuân trên những con đường khấng chiến",
            "name":"Bác Hồ với thanh niên xung phong",
            "intro":"  Trong những năm tháng kháng chiến gian khổ, hình ảnh Bác Hồ luôn gắn liền với những người con trẻ tuổi – lực lượng Thanh niên xung phong đầy nhiệt huyết và kiên cường. Từ lời dạy giản dị mà sâu sắc “Không có việc gì khó…” của Bác, biết bao thế hệ thanh niên đã hun đúc ý chí, vượt lên gian khổ để góp sức cho Tổ quốc. Câu chuyện về Bác Hồ với Thanh niên xung phong không chỉ là trang sử vàng son, mà còn là ngọn đuốc soi đường cho tuổi trẻ Việt Nam hôm nay và mai sau.",
            "content": "Năm 1950, cuộc kháng chiến chống thực dân Pháp chuyển sang giai đoạn mới, giai đoạn tiến công. Tháng 9-1950, Trung ương Ðảng quyết định mở Chiến dịch Biên giới, giải phóng Cao – Bắc – Lạng.\nNhiệm vụ đó đòi hỏi phải huy động một lực lượng lớn nhân công mở đường, tải lương, phục vụ bộ đội chiến đấu. Lực lượng này phải là những thanh niên trẻ, khỏe, có tinh thần hăng hái xung phong, chịu đựng hy sinh, có tổ chức chặt chẽ, có tinh thần sẵn sàng và khả năng hoàn thành mọi nhiệm vụ.\nTheo Chỉ thị của Chủ tịch Hồ Chí Minh, ngày 15-7-1950, “Ðội thanh niên xung phong công tác Trung ương” được thành lập gồm 225 đội viên do đồng chí Vương Bích Vượng, Ủy viên BCH Ðoàn thanh niên cứu quốc làm đội trưởng. Từ đó, 60 năm qua, lực lượng TNXP đã phát triển đến 35 vạn người, thường xuyên có mặt ở những nơi chiến tuyến ác liệt, góp phần làm nên những kỳ tích vang vọng muôn đời.\nVinh dự lớn cho TNXP Việt Nam, là lực lượng được Ðảng, Bác Hồ hết sức tin cậy, chăm sóc và dìu dắt từng bước trưởng thành.\nNăm 1953, sau ba năm thành lập, với bút danh C.B, Bác đã viết bài “Ðội Thanh niên xung phong” đăng trên Báo Nhân Dân số 147: “Kháng chiến càng tiến tới, công việc ngày càng nhiều, chúng ta cần củng cố và phát triển Ðội TNXP để bảo đảm thêm công việc kháng chiến và đào tạo cán bộ sau này. Nhiệm vụ của Ðội TNXP là xung phong mọi việc bất kỳ việc khó, việc dễ và phục vụ đến ngày kháng chiến thành công. Ðó là nhiệm vụ rất vẻ vang của thanh niên”.\nMột trong những bài thơ nổi tiếng nhất của Bác Hồ có tầm triết lý sâu sắc, có tính giáo dục cao đối với sự rèn luyện của mỗi cá nhân, của các thế hệ thanh niên là bài thơ về TNXP.\nÐêm 20-3-1951, một đêm rét đậm. Bác Hồ đến thăm Phân đội 312 của Ðội TNXP công tác T.Ư tại cánh rừng Nà Cù, thuộc huyện Bạch Thông, tỉnh Bắc Cạn. Sau khi ân cần hỏi han chuyện ăn ở, Bác hỏi:\n– Ðào núi có khó không?\nNgười thưa khó, người thưa không khó.\nBác hỏi tiếp:\n– Có ai dám đào núi không?\nMột nữ đội viên mạnh dạn:\n– Thưa Bác, có ạ… TNXP chúng cháu hằng ngày vẫn đào núi để bảo đảm giao thông đấy ạ!\nBác cười vui:\n– Ðào núi, nói không khó là không đúng. Khó nhưng con người vẫn dám làm và làm được… Rồi Bác đọc tặng anh chị em TNXP trong buổi nói chuyện hôm đó bốn câu thơ:\nKhông có việc gì khó\nChỉ sợ lòng không bền\nÐào núi và lấp biển\nQuyết chí ắt làm nên!\nNgày 27-1-1969, Bác Hồ đã gửi tặng lẵng hoa và thư khen đơn vị TNXP 333 có nhiều thành tích xuất sắc trên các tuyến đường Khu Bốn ác liệt: “Các cháu xứng đáng là những thanh niên ưu tú của nhân dân Việt Nam anh hùng. Và, giặc Mỹ đã thua to ở hai miền nước ta, chúng đang thất bại ngày càng nặng nề hơn ở miền nam, nhưng chúng vẫn rất ngoan cố chưa chịu từ bỏ âm mưu xâm lược nước ta.\nVì vậy, Bác nhắc nhở các cháu: Phải nêu cao ý chí chiến đấu, tinh thần cảnh giác cách mạng, cùng quân dân ta quyết tâm đánh thắng hoàn toàn giặc Mỹ xâm lược; luôn luôn đoàn kết, ra sức học tập chính trị, kỹ thuật, văn hóa để ngày càng tiến bộ, đem hết nhiệt tình tài năng của tuổi trẻ cống hiến thật nhiều cho sự nghiệp chống Mỹ, cứu nước”.\nÐây là bức thư, lời căn dặn cuối cùng đối với TNXP của Bác trước lúc Người đi xa. Tình yêu thương của Bác mãi mãi khắc sâu trong lòng mọi người Việt Nam yêu nước, đã và mãi mãi là động lực to lớn của các thế hệ thanh niên nói chung, TNXP nói riêng."

        }
        ,
        "story3":
        {
            "title":"Tình yêu thương bao la và sự qua tâm ân cần của Bác Hồ dành cho thiếu niên, nhi đồng miền Nam",
            "name":"Ba lần được gặp Bác Hồ",
            "intro":"  Câu chuyện cảm động do dũng sĩ thiếu niên Hồ Thị Thu kể lại, ghi lại ba lần được gặp gỡ và trò chuyện với Bác Hồ. Qua những lần gặp ấy, ta thấy rõ tình yêu thương sâu nặng, sự quan tâm chân thành và tấm lòng nhân hậu của Bác dành cho thiếu niên miền Nam – những mầm non của đất nước giữa thời chiến. Mỗi lời hỏi han, mỗi cử chỉ của Bác đều thể hiện tình cha con ấm áp, là nguồn động viên to lớn giúp các em vượt qua gian khổ, tiếp tục học tập và rèn luyện tốt.",
             "content": "Hồ Thị Thu – Dũng sĩ thiếu niên miền Nam kể:\nKhi cháu ở trong Nam, cháu được nghe các chú đọc lời dạy của Bác Hồ, cháu càng thương nhớ Bác nhiều. Cháu và các bạn cháu mong sao nước nhà thống nhất, cùng đồng bào miền Nam đón Bác vào thăm. Qua thời gian chiến đấu, cháu được Đảng, Mặt trận cho ra miền Bắc để học tập, cháu vinh dự được gặp Bác.\nLần đầu cháu được gặp Bác, Bác hỏi cháu đã biết chữ chưa. Cháu khoanh tay trả lời Bác mà nói không nên lời vì cháu cảm động quá. Sau, cháu cố gắng trả lời để Bác nghe:\n– Dạ thưa Bác, cháu chưa biết chữ nào. Vì gia đình cháu nghèo, ba má cháu mất sớm, cháu đông em nên không được đi học.\nVừa nói xong, cháu ngước lên nhìn Bác. Hai hàng nước mắt Bác rưng rưng làm cho cháu càng thêm cảm động hơn.\nLần thứ hai cháu được gặp Bác. Bác hỏi cháu:\n– Đồng bào miền Nam đấu tranh và chiến đấu như thế nào?\nCháu liền đứng lên khoanh tay lại:\n– Dạ, thưa Bác, đồng bào miền Nam đấu tranh không sợ gian khổ, chiến đấu không sợ bị thương, không sợ hy sinh, mà chỉ sợ mù hai mắt, sau này nước nhà thống nhất, Bác vào thăm không nhìn thấy Bác được.\nCháu ngước nhìn lên lại thấy Bác rưng rưng nước mắt. Bữa ấy Bác cho cháu ăn cơm. Cháu ngồi bên Bác, Bác gắp thức ăn cho cháu…\nLần thứ ba, cháu được gặp Bác ở hội trường Ba Đình. Cháu mừng rỡ chạy lại ôm và hôn Bác. Bác hỏi cháu:\n– Kỳ này cháu có ăn được cơm không, ăn được mấy bát?\nCháu đáp:\n– Dạ, thưa Bác, cháu ăn được hai bát ạ!\n– Ăn thế là ít đấy! Cố ăn nhiều cho khỏe vào.\nBác dặn thêm cháu phải giữ gìn sức khỏe cho thật tốt, học tập văn hóa, chính trị, lao động cho thật tốt, đoàn kết tốt, thương yêu đồng đội, phải nghe lời các cô, các chú dạy bảo.\nSau những giờ phút quý báu ấy cháu ra về, không muốn rời Bác, chỉ mong sao gần Bác luôn luôn.\nNgày tháng qua đi, bệnh của cháu lại phát triển nên các chú đưa cháu vào viện. Được tin ấy Bác điện vào thăm cháu. Lúc ấy, bệnh cháu quá nặng, đến khi có tỉnh dậy, các chú nói lại, cháu vô cùng xúc động vì Bác bận bao nhiêu công việc mà vẫn quan tâm đến sức khỏe của cháu. Thời gian sau mặc dù phải đi xa Hà Nội về trường học, hàng ngày cháu vẫn luôn nhớ thực hiện lời Bác dạy."
        }
        ,
        "story4":
        {
            "title":"Tình yêu thương và niềm tin của Bác Hồ đối với thế hệ trẻ, khích lệ thanh niên hăng say lao động và xây dựng tổ quốc",
            "name":"Con đường tuổi trẻ",
            "intro":"  Câu chuyện “Con đường tuổi trẻ” kể lại những lần Bác Hồ đến thăm và động viên học sinh Thủ đô trong những ngày lao động xây dựng đất nước. Với tấm lòng yêu thương và niềm tin sâu sắc vào thế hệ trẻ, Bác luôn khuyến khích thanh thiếu niên hăng hái làm việc, rèn luyện và cống hiến cho Tổ quốc. Chính từ sự quan tâm ấy, con đường Cổ Ngư được mang tên “Đường Thanh niên” – biểu tượng cho sức trẻ, tinh thần lao động và khát vọng vươn lên của tuổi trẻ Việt Nam.",
            "content": "Chủ nhật ngày 16/10/1958, 100 học sinh các trường Chu Văn An, Nguyễn Trãi, Trưng Vương và Nguyễn Huệ đang lao động xây dựng mở rộng đường Cổ Ngư thì Bác đến.\nHồ Chủ tịch nói: “Hôm nay, Bác đến thăm các cháu tham gia lao động xây dựng thủ đô nước Việt Nam Dân chủ Cộng hòa. Bác rất vui mừng thấy ở đây có các cháu nam, nữ, các cháu miền Bắc, miền Nam đều khỏe mạnh, hăng hái lao động, như thế là tốt...”.\nBác dặn dò học sinh các trường thi đua nhau cùng làm tốt, phát huy sáng kiến tăng năng suất lao động... Bác sẽ đổi tên con đường này là đường Thanh niên.\nQuan tâm tới công trường của tuổi trẻ thủ đô, ngày 6/6/1959, Hồ Chủ tịch lại đến thăm lần thứ hai giữa lúc học sinh nghỉ hè, tham gia lao động rất đông. Con đường hoàn thành, ngày 5/2/1961, Người đến trồng cây ở vườn hoa đường Thanh niên.\nĐược vinh dự tham gia trồng cây với Người có các đại biểu về dự Đại hội Đoàn Thanh niên lao động Việt Nam thành phố Hà Nội.\nNhân dịp này, Hồ Chủ tịch đã nói chuyện về lợi ích việc trồng cây: “Nếu mỗi thanh niên một năm trồng 3 cây và chăm sóc thật tốt, 8 triệu thanh niên miền Bắc sẽ trồng được 24 triệu cây, 5 năm sẽ trồng 120 triệu cây. Nếu đem trồng số cây ấy trên đường nối liền Hà Nội - Mạc Tư Khoa thì con đường chủ nghĩa xã hội lên chủ nghĩa cộng sản càng xanh tươi”."

        }
        
    },

    {
        "id":4,
        "title":"Câu chuyện về Bác Hồ và chiến sĩ",
        "story1":
        {
            "title":"Tấm lòng bao dung và đức hy sinh của Bác Hồ trong chiến tranh",
            "name":"Chú còn trẻ vào hầm trước đi",
            "intro":"  Chú còn trẻ, chú vào hầm trước đi là một câu chuyện cảm động kể về Chủ tịch Hồ Chí Minh trong những năm tháng chiến tranh ác liệt. Câu chuyện diễn ra vào tháng 7 năm 1967 tại Hà Nội, khi Bác mời cơm tiễn đồng chí Mai Văn Bộ trước lúc lên đường sang Paris nhận nhiệm vụ. Giữa lúc còi báo động vang lên và bom đạn địch dội xuống, Bác vẫn bình tĩnh, ân cần nhường các đồng chí khác xuống hầm trước. Hành động giản dị ấy thể hiện tấm lòng nhân hậu, đức hi sinh và phong cách sống cao đẹp của vị lãnh tụ vĩ đại, luôn nghĩ cho người khác trước bản thân mình.",
            "content": "Một ngày tháng 7 năm 1967 ở Hà Nội, đồng chí Mai Văn Bộ được Bác Hồ gọi đến mời cơm tiễn chân trước khi đồng chí lên đường đi Paris nhận nhiệm vụ Tổng đại diện Chính phủ ta bên cạnh Chính phủ Pháp.\nTrong bữa cơm, Bác kể chuyện về khu Luýc-xăm-bua, Mông-pac-nát, nơi Bác có nhiều kỷ niệm. Bác nói Bác rất yêu Paris, Paris đã dạy cho Người nhiều điều…\nBỗng tiếng còi báo động rú lên. Một chiến sĩ bảo vệ yêu cầu Bác và các đồng chí khác xuống hầm. Ít phút sau đã nghe tiếng đạn nổ.\n– Thưa Bác, tác chiến báo cáo chúng nó đánh cầu Long Biên. Mời Bác vào hầm trú ngay cho.\nBác quay lại đồng chí Bộ, nói:\n– Bác già rồi, chẳng bom đế quốc nào ném đâu. Chú còn trẻ, chú cần vào hầm trú ẩn trước.\nRồi Bác đẩy đồng chí Bộ đi trước, sau đó đến đồng chí Phạm Văn Đồng, đồng chí cảnh vệ.\nBác là người vào hầm trú ẩn sau cùng."

        }
        ,
        "story2":
        {
            "title":"Tấm lòng yêu thương sâu sắc, sự quan tâm chu đáo của Bác Hồ đối với các chiến sĩ và đồng bào các dân tộc",
            "name":"Tấm lòng của Bác Hồ với chiến sĩ",
            "intro":"  Tấm lòng của Bác Hồ với chiến sĩ kể về tình cảm sâu nặng và sự quan tâm chu đáo của Bác dành cho những người chiến sĩ. Dù tuổi cao, sức yếu, Bác vẫn luôn lo lắng cho đời sống của bộ đội, từ manh áo, ngụm nước đến nơi trú ngụ. Bác còn dùng cả tiền tiết kiệm của mình để giúp chiến sĩ có nước uống, áo ấm. Với chiến sĩ gái và người dân tộc, Bác lại càng ân cần, gần gũi hơn. Câu chuyện thể hiện tấm lòng nhân ái và đức hi sinh cao đẹp của Bác Hồ.",
            "content": "Đối với chiến sĩ là những người hy sinh nhiều nhất cho dân tộc, Bác Hồ thường dành cho anh em sự chăm lo, săn sóc ân tình, chu đáo nhất.\nMùa đông, thương anh em chiến sĩ rét mướt ở rừng núi hay bưng biền, Bác đem tấm áo lụa của mình được đồng bào tặng, bán đấu giá để lấy tiền mua áo ấm gửi cho các chiến sĩ.\nBác thường nói: “Chiến sĩ còn đói khổ, tôi ăn ngon sao được!”.  “Chiến sĩ còn rách rưới, mình mặc thế này cũng là đầy đủ lắm rồi!”.\nMùa hè năm ấy (1967), trời Hà Nội rất nóng. Sức khỏe Bác Hồ đã kém, thần kinh tuổi già cũng suy nhược, dễ bị toát mồ hôi, ướt đầm, có ngày phải thay mấy lần quần áo, có khi hong tại chỗ, rồi lại thay ngay. Bác không cho dùng máy điều hòa nhiệt độ. Bác bảo: Mùi nó hôi lắm, Bác không chịu được ! ( Bác không dùng nên nói vậy thôi, chứ máy đã có nút xả thơm).\nThấy trời oi bức quá, Bác nói với đồng chí Vũ Kỳ:\n– Nắng nóng thế này, các chú bộ đội trực phòng không trên nóc hội trường Ba Đình thì chịu sao được ? Các chú ấy có đủ nước uống  không? Chú thử lên tìm hiểu xem thế nào, về cho Bác biết.\nĐồng chí Vũ Kỳ lên, được biết trên đó có một tổ súng máy 14 ly 5. Ụ cát sơ sài, nếu địch bắn vào thì chỉ có hy sinh, rất nguy hiểm.\nTrời nắng chói, đứng một lúc mà hoa cả mắt. Đồng chí Vũ Kỳ hỏi:\n– Các đồng chí có nước ngọt uống không?\n– Nước chè thường còn chưa có, lấy đâu ra nước ngọt!\nĐồng chí Vũ Kỳ về nói lại với Bác, Bác gọi điện ngay cho đồng chí Văn Tiến Dũng:\n– Sao các chú không lo đủ nước uống cho các chiến sĩ trực phòng không? Nghe nói ụ súng trên nóc hội trường Ba Đình rất sơ sài, chú phải lo sửa ngay để đảm bảo an toàn cho chiến sĩ trong chiến đấu!\nSau đó Bác bảo đồng chí Vũ Kỳ đi lấy sổ tiết kiệm của Bác, xem tiền tiết kiệm của Bác còn bao nhiêu.\nTại sao Bác có tiền tiết kiệm? Lương Bác cao nhất nước, nhưng hàng tháng cũng chỉ đủ tiêu. Mọi chi phí cho sinh hoạt của Bác, từ cái chổi lông gà, đều ghi vào lương cả.\nTiền tiết kiệm của Bác là do các báo trả nhuận bút cho Bác. Bác viết báo nhiều, có năm hàng trăm bài. Các báo gửi đến bao nhiêu, văn phòng đều gửi vào sổ tiết kiệm của Bác. Trong kháng chiến chống thực dân Pháp, Bác cũng đã có tiền tiết kiệm. Đến dịp tết Nguyên đán, Bác lại đem chia cho cán bộ các cơ quan chung quanh Bác, mua lợn để đón Xuân.\nĐồng chí Vũ Kỳ xem sổ và báo cáo:\n– Thưa Bác, còn lại tất cả hơn 25.000 đồng (lúc đó là một món tiền rất lớn, tương đương với khoảng 60 lạng vàng).\nBác bảo:\n– Chú chuyển ngay số tiền đó cho Bộ Tổng tham mưu và nói: Đó là quà của Bác tặng để mua nước ngọt cho anh em chiến sĩ trực phòng không uống, không phải chỉ cho những chiến sĩ ở Ba Đình, mà cho tất cả các chiến sĩ đang trực chiến trên mâm pháo ở khắp miền Bắc. Nếu số tiền đó không đủ thì yêu cầu địa phương nào có bộ đội phòng không trực chiến góp sức vào cùng lo!\nVề sau, Bộ Tư lệnh Phòng không Không quân báo cáo lại cho Văn phòng Phủ Chủ tịch biết: Số tiền của Bác đủ mua nước uống cho bộ đội phòng không, không quân được một tuần!\nBác Hồ với chiến sĩ người dân tộc\nBác của chúng ta yêu quý mọi chiến sĩ. Đối với các chiến sĩ gái, chiến sĩ người dân tộc, Bác còn chăm sóc hơn vì đây là những người làm cách mạng khó khăn hơn chiến sĩ trai, chiến sĩ người Kinh nhiều.\nAnh hùng La Văn Cầu, dân tộc Tày mãi mãi không quên bữa cơm của Bác “đãi” với rau, thịt gà… những “sản phẩm” do chính Bác  nuôi, trồng. Bác hỏi thăm mẹ Cầu, gửi quà cho mẹ, dặn cán bộ tạo mọi điều kiện để Cầu về thăm mẹ, giúp đỡ gia đình.\nNhiều chiến sĩ người dân tộc đã lấy họ Hồ cho mình như Hồ Vai, Hồ Can Lịch, Hồ Văn Bột…\nMùa Thu năm 1964, chị Choáng Kring Thêm – chiến sĩ người dân tộc Cà Tu, tham gia đoàn đại biểu Mặt trận Dân tộc Giải phóng miền Nam được ra miền Bắc, gặp Bác Hồ. Chị Thêm kể:\n“Đoàn chúng tôi vừa bước xuống xe thì đã thấy Bác đứng chờ ngay ngoài sân.\nBác ôm hôn thắm thiết các thành viên trong đoàn. Chúng tôi theo Bác đến dãy bàn tiếp khách kê ngay ngoài vườn đầy hoa và nắng. Thấy tôi mặc bộ quần áo dân tộc, Bác nói:\n– Cháu đúng là con gái dân tộc Cà Tu giữ được tính chất của dân tộc mình.\nChị Ngân, chị Cao gặp Bác, mừng quá khóc lên. Bác dịu dàng bảo:\n– Các cháu gái đừng khóc. Gặp Bác phải vui chứ. Hai cháu hãy kể cho Bác nghe bà con ta ở tiền tuyến đánh Mỹ như thế nào?\nTôi thưa:\n– Thưa Bác, cháu thương, cháu nhớ Bác. Tất cả đồng bào dân tộc miền Nam đều thương nhớ Bác.\nSau đó tôi kể Bác nghe một số chuyện chiến đấu của mẹ Giớn, anh Bên, em Thơ…\nBác nói:\n– Cuộc kháng chiến của đồng bào miền Nam ta là toàn dân, toàn diện. Trẻ, già, gái, trai, Kinh, Cà Tu, Cà Tang và đồng bào các dân tộc khác đều sản xuất giỏi, chiến đấu giỏi”.\nTôi hiểu đó là Bác dành tình thương mênh mông của Bác cho tất cả chúng ta."

        }
        ,
        "story3":
        {
            "title":"Tình cảm gần gũi, giản dị và tấm lòng quan tâm của Bác Hồ đối với cán bộ, chiến sĩ",
            "name":"Chú sang trông nhà cho Bác",
            "intro":"  Chú sang xông nhà cho Bác là một câu chuyện giản dị nhưng thấm đẫm tình người, kể về Chủ tịch Hồ Chí Minh trong dịp Tết năm 1956. Trong không khí đầu xuân, Bác đến thăm cơ quan nơi các chiến sĩ đang trực, thân mật hỏi han, mừng tuổi và chia sẻ niềm vui năm mới. Khi thấy người chiến sĩ trẻ ở lại trực, Bác không chỉ quan tâm, động viên mà còn mời sang xông nhà cho mình. Qua câu chuyện, ta cảm nhận được tấm lòng gần gũi, ân cần, giản dị và tình cảm sâu sắc của Bác Hồ đối với cán bộ, chiến sĩ — những người luôn âm thầm cống hiến vì sự nghiệp chung của đất nước.",
              "content": "Vào các dịp lễ Tết, vẫn có một số anh chị em “ăn cơm tập thể, nằm giường cá nhân” ở lại trực cơ quan.\nMồng một Tết âm lịch (năm 1956), nhường anh em khác về quê, tôi ở lại bảo vệ cơ quan.\nKhoảng 9 giờ sáng, khi mọi người đã rộn ràng đi chúc Tết, thì Bác tới.\nThấy nhà vắng lặng, chỉ có mỗi mình tôi ngồi ở bàn, Bác mừng tuổi tôi một chiếc bánh chưng, một gói kẹo, chúc tôi nhân dịp năm mới, rồi Bác hỏi:\n– Mồng một Tết chú khai bút cái gì đó?\n– Thưa Bác, cháu đang viết báo cáo tổng kết công tác năm 1955 của đội ạ.\nBác khen:\n– Các chú thật cần cù, chịu khó, quanh năm vất vả. Những ngày mưa dầm gió bấc, Bác ngủ trên nhà, còn các chú phải thức suốt đêm ở dưới vườn. Tết còn phải làm việc.\nBác nói tiếp:\n– Chú viết báo cáo ngắn thôi. Kết luận là: Toàn đội hết lòng bảo vệ Trung ương Đảng và Chính phủ được an toàn. Không nên nói: Bảo vệ Hồ Chủ tịch, vì trong Trung ương Đảng và Chính phủ là có đủ mọi người rồi.\nBác nắm tay tôi:\n– Chú sang xông nhà cho Bác đi.\nBác phân công tôi rửa ấm chén, còn Bác thì lau bàn ghế và cắm hoa để đón các đồng chí trong Bộ Chính trị sang chúc Tết.\nTết năm ấy, tôi lại là người vui nhất."

        }
        ,
        "story4":
        {
            "title":"Tình yêu thương sâu sắc và sự quan tâm chân thành của Bác Hồ với cán bộ, chiến sĩ",
            "name":"Chú ngã có đau không?",
            "intro":"  Chú ngã có đau không? là một câu chuyện cảm động về tình cảm giản dị mà sâu sắc của Chủ tịch Hồ Chí Minh dành cho chiến sĩ canh gác trong những năm kháng chiến ở Việt Bắc. Trong một đêm rét mướt đầu xuân năm 1954, khi nghe tiếng người ngã, Bác không ngần ngại rời bàn làm việc, đi chân đất, tự tay đỡ người chiến sĩ dậy và lo lắng hỏi han. Cử chỉ ân cần, giọng nói trìu mến và sự quan tâm chân thành của Bác đã thể hiện tấm lòng nhân hậu, gần gũi, yêu thương con người vô bờ bến của vị lãnh tụ kính yêu.",
              "content": "Vào đầu năm 1954, tiết trời đã sang Xuân, nhưng ở Việt Bắc vẫn còn rét. Gió bấc thổi mạnh, mưa phùn lâm râm gây nên cái lạnh buốt, Bác vẫn làm việc rất khuya. Bác khoác chiếc áo bông đã cũ, miệng ngậm điếu thuốc lá thỉnh thoảng lại hồng lên, tiếng máy chữ lách tách, lách tách đều đều…\nTrời lạnh, nhưng được đứng gác bên Bác, tôi thấy lòng mình như được sưởi ấm lên. Tôi nhẹ bước chân đi vòng quanh lán. Một lần vừa đi, vừa nghĩ, tôi bị thụt chân xuống một cái hố tránh máy bay. Tôi đang tìm cách để lên khỏi hố, chợt nghe có tiếng bước chân đi về phía mình. Có tiếng hỏi:\n– Chú nào ngã đấy?\nChưa kịp nhận ra ai, thì tôi đã thấy hai tay Bác luồn vào hai nách, chòm râu của Bác chạm vào má tôi. Tôi cố trấn tĩnh lại để nói một lời thì giật mình khi thấy Bác không khoác áo bông, Bác đi tất, một chân có guốc, một chân không, nước mắt tôi trào ra. Vừa kéo, Bác vừa hỏi:\n– Chú ngã có đau không?\nBác sờ khắp người tôi, nắn chân, nắn tay tôi. Rồi Bác nói:\n– Chú ngã thế đau lắm. Chú cứ ngồi xuống đây bóp chân cho đỡ đau. Ngồi xuống! Ngồi xuống!\nTôi bàng hoàng cả người, không tin ở tai mình nữa. Có thật là Bác nói như vậy không! Bác ơi! Bác thương chúng cháu quá!\nTôi trả lời Bác:\n– Thưa Bác, cháu không việc gì ạ. Rồi tôi cố gắng bước đi để Bác yên lòng.\nBác cười hiền hậu và căn dặn: “Bất cứ làm việc gì chú cũng phải cẩn thận”. Rồi Bác quay vào.\nTôi đứng nhìn theo Bác cho đến lúc lại nghe tiếng máy chữ của Bác kêu lên lách tách, đều đều trên nhà sàn giữa đêm Việt Bắc."

        }
        ,
        "story5":
        {
            "title":"Tình yêu thương sâu nặng của Bác Hồ đối với đồng bào, chiến sĩ miền Nam",
            "name":"Tấm lòng của Bác",
            "intro":"  Tấm lòng của Bác kể lại tình cảm ân cần, chu đáo của Chủ tịch Hồ Chí Minh dành cho đoàn anh hùng, dũng sĩ miền Nam ra thăm miền Bắc. Bác luôn quan tâm đến sức khỏe, bữa ăn, giấc ngủ của từng người như người cha lo cho con. Từ lời hỏi han, dặn dò đến sự thấu hiểu, Bác đều thể hiện tấm lòng nhân hậu, yêu thương sâu sắc. Câu chuyện cho thấy tình cảm bao la của Bác Hồ đối với đồng bào, chiến sĩ miền Nam ruột thịt.",
              "content": "Trong những ngày ra thăm miền Bắc, đoàn anh hùng, dũng sĩ miền Nam được Bác chăm lo, ân cần như cha đối với con. Bác bảo tôi (vì tôi được phụ trách theo dõi sức khoẻ và đời sống của đoàn):\n– Cô Bi phải chăm sóc các cô, các chú ấy thật tốt, đừng để các cô các chú ấy ốm.\nMột bữa, đồng chí Huỳnh Văn Đảnh bị sốt rét, Bác biết được, gọi tôi lên hỏi:\n– Chú Đảnh bị sốt ra sao?\nTôi báo cáo tình hình của đồng chí Đảnh cho Bác. Bác nhắc:\n– Cô phải cho các cô, các chú ấy ăn uống đầy đủ, chú ý các món ăn của địa phương để các cô, các chú ấy ăn được nhiều, sức khỏe mới tốt.\nMột hôm khác, Bác chỉ vào Trần Dưỡng và hỏi tôi:\n– Cô Bi, tại sao chú Dưỡng hơi gầy?\nBác nghe anh hùng Vai kể chuyện quê hương miền núi nghèo khổ của mình. Bác cảm động nói:\n– Thống nhất Bác vô Nam, thế nào cũng về thăm quê hương cháu Vai.\nTrong những ngày sống bên Bác, tôi càng thấm thía hơn tình cảm của Bác đối với đồng bào miền Nam. Chị Tạ Thị Kiều nói với tôi:\n– Càng được gần Bác, càng thấy Bác thương yêu dân miền Nam ta quá chị à.\nNói xong, hai chị em lại khóc vì sung sướng và cảm động trước tấm lòng của Bác Hồ."

        }
    }

    ,

    {
        "id":5,
        "title":"Một số câu chuyện ngắn khác",
        "story1":
        {
            "title":"Ba bộ quần áo, cả một nhân cách",
            "name":"“Lịch sử” ba bộ quần áo của Bác",
            "intro":"Ba bộ quần áo của Bác Hồ gắn với những câu chuyện giản dị mà đáng nhớ. Chiếc áo kháng chiến, bộ kaki vàng hay áo xanh đều từng được Bác sử dụng trong cuộc sống hàng ngày. Trong chiến dịch, Bác từng dùng áo mình đắp cho thương binh, thể hiện sự quan tâm chân thành. Mỗi bộ áo đều mang dấu ấn riêng, ghi lại những khoảnh khắc bình dị mà đầy ý nghĩa. Qua câu chuyện, người đọc thấy hình ảnh Bác gần gũi, giản dị, nhưng đầy nhân cách.",
              "content": "Chủ tịch Hồ Chí Minh có hai bộ quần áo được anh em giúp việc đặt tên là “bộ kháng chiến”, “bộ kaki vàng”. ”Bộ kháng chiến” được may từ khi Bác lên Việt Bắc và Bác đã mặc trong suốt những năm kháng chiến chống Pháp.\nNgoài hai bộ trên, Bác còn một bộ quân phục màu xanh, một bộ lụa Hà Đông màu gụ. Mùa rét, Bác mặc bên trong một áo len, khoác ngoài một áo “ba-đờ-xuy” chiến lợi phẩm dài quá đầu gối, quà của một đơn vị tặng Người. Trong chiến dịch Biên giới 1950, khi đến thăm thương binh, thấy một chiến sĩ bị mất máu nhiều, rét, Bác đã cởi chiếc “ba-đờ-xuy” này đắp lên người đồng chí đó.\nTrên chiếc áo quân phục có một miếng mạng ở vai áo phải, “kỷ niệm” một đầu nhọn chiếc đinh đòn gánh của một cụ già dân công phục vụ chiến dịch Biên giới, qua suối, trượt chân ngã đã làm toạc vai áo Bác.\nThường khi đưa áo đi giặt, Bác nhắc:\n- Giặt xong các chú xem áo có chỗ nào sờn thì sửa lại cho Bác, đừng đem nhờ các cô ở cơ quan. Các cô hãy còn bận nhiều việc, để dành thì giờ cho các cô chăm sóc dạy dỗ các cháu nhỏ…"

        }
        ,
        "story2":
        {
            "title":"Giản dị và khiêm nhường - phẩm chất của người lãnh tụ",
            "name":"Bác có phải là vua đâu",
            "intro":"Câu chuyện “Bác có phải là vua đâu” đã khắc họa rõ nét phẩm chất cao quý và lối sống giản dị, khiêm nhường của Chủ tịch Hồ Chí Minh. Dù là vị lãnh tụ tối cao của đất nước, Bác luôn hòa mình với nhân dân, không muốn nhận bất kỳ sự ưu ái hay đặc quyền nào. Từ việc từ chối chiếc ô che nắng đến không nhận món cá quý, mỗi hành động của Bác đều thể hiện tư tưởng “vì dân, do dân, và gần dân”. Bác chính là tấm gương sáng ngời về đức tính liêm khiết, nhân hậu và lối sống trong sạch cho mọi thế hệ noi theo.",
            "content": "Cuối năm 1961, Bác Hồ về quê hương Nghệ An thăm hỏi bà con xã Vĩnh Thành - nơi có phong trào điển hình về trồng cây. Bác đứng giữa nắng trưa nói chuyện với nhân dân khiến nhiều người băn khoăn, lo lắng. Đồng chí Chủ tịch huyện thấy vậy cho tìm mượn được chiếc ô, định dương lên che nắng cho Bác. Thấy vậy Bác quay lại hỏi:\n- Thế chú có đủ ô che cho tất cả đồng bào không? Thôi cất đi, Bác có phải là vua đâu?\nMột lần, trong bữa ăn, đồng chí phục vụ dọn lên cho Bác một đĩa cá anh vũ, một loại cá sông quý hiếm thường chỉ có ở khúc sông Bạch Hạc - Việt Trì. Nhìn đĩa cá biết ngay là của hiếm, Bác khen và bảo:\n- Cá ngon quá, thế mà chú Tô (tức đồng chí Phạm Văn Đồng) lại đi vắng. Thôi, các chú để đến chiều đồng chí Tô về cùng thưởng thức. Tưởng chuyện cũng sẽ qua đi, nhưng đến bữa sau, trong mâm cơm lại có món cá hôm trước. Nhìn đĩa cá, Bác hiểu ngay và tỏ ý không bằng lòng: Bác có phải là vua đâu mà phải cúng tiến!\nRồi Người kiên quyết bắt mang đi không ăn nữa. Như Bác đã từng nói, ở đời ai chẳng thích ăn ngon mặc đẹp, nhưng nếu miếng ngon đó lại đổi bằng sự mệt nhọc, phiền hà của người khác thì Bác đâu có chấp nhận."
        }
        ,
        "story3":
        {
            "title":"Không có việc gì khó - Ngọn lửa Bác thắp cho tuổi trẻ Việt Nam",
            "name":"Bác Hồ thanh niên xung phong ",
            "intro":"Trong những năm tháng kháng chiến gian khổ, hình ảnh Bác Hồ luôn gắn liền với những người con trẻ tuổi – lực lượng Thanh niên xung phong đầy nhiệt huyết và kiên cường. Từ lời dạy giản dị mà sâu sắc “Không có việc gì khó…” của Bác, biết bao thế hệ thanh niên đã hun đúc ý chí, vượt lên gian khổ để góp sức cho Tổ quốc. Câu chuyện về Bác Hồ với Thanh niên xung phong không chỉ là trang sử vàng son, mà còn là ngọn đuốc soi đường cho tuổi trẻ Việt Nam hôm nay và mai sau.",
             "content": "Năm 1950, cuộc kháng chiến chống thực dân Pháp chuyển sang giai đoạn mới, giai đoạn tiến công. Tháng 9-1950, Trung ương Ðảng quyết định mở Chiến dịch Biên giới, giải phóng Cao – Bắc – Lạng.\nNhiệm vụ đó đòi hỏi phải huy động một lực lượng lớn nhân công mở đường, tải lương, phục vụ bộ đội chiến đấu. Lực lượng này phải là những thanh niên trẻ, khỏe, có tinh thần hăng hái xung phong, chịu đựng hy sinh, có tổ chức chặt chẽ, có tinh thần sẵn sàng và khả năng hoàn thành mọi nhiệm vụ.\nTheo Chỉ thị của Chủ tịch Hồ Chí Minh, ngày 15-7-1950, “Ðội thanh niên xung phong công tác Trung ương” được thành lập gồm 225 đội viên do đồng chí Vương Bích Vượng, Ủy viên BCH Ðoàn thanh niên cứu quốc làm đội trưởng. Từ đó, 60 năm qua, lực lượng TNXP đã phát triển đến 35 vạn người, thường xuyên có mặt ở những nơi chiến tuyến ác liệt, góp phần làm nên những kỳ tích vang vọng muôn đời.\nVinh dự lớn cho TNXP Việt Nam, là lực lượng được Ðảng, Bác Hồ hết sức tin cậy, chăm sóc và dìu dắt từng bước trưởng thành.\nNăm 1953, sau ba năm thành lập, với bút danh C.B, Bác đã viết bài “Ðội Thanh niên xung phong” đăng trên Báo Nhân Dân số 147: “Kháng chiến càng tiến tới, công việc ngày càng nhiều, chúng ta cần củng cố và phát triển Ðội TNXP để bảo đảm thêm công việc kháng chiến và đào tạo cán bộ sau này. Nhiệm vụ của Ðội TNXP là xung phong mọi việc bất kỳ việc khó, việc dễ và phục vụ đến ngày kháng chiến thành công. Ðó là nhiệm vụ rất vẻ vang của thanh niên”.\nMột trong những bài thơ nổi tiếng nhất của Bác Hồ có tầm triết lý sâu sắc, có tính giáo dục cao đối với sự rèn luyện của mỗi cá nhân, của các thế hệ thanh niên là bài thơ về TNXP.\nÐêm 20-3-1951, một đêm rét đậm. Bác Hồ đến thăm Phân đội 312 của Ðội TNXP công tác T.Ư tại cánh rừng Nà Cù, thuộc huyện Bạch Thông, tỉnh Bắc Cạn. Sau khi ân cần hỏi han chuyện ăn ở, Bác hỏi:\n– Ðào núi có khó không?\nNgười thưa khó, người thưa không khó.\nBác hỏi tiếp:\n– Có ai dám đào núi không?\nMột nữ đội viên mạnh dạn:\n– Thưa Bác, có ạ… TNXP chúng cháu hằng ngày vẫn đào núi để bảo đảm giao thông đấy ạ!\nBác cười vui:\n– Ðào núi, nói không khó là không đúng. Khó nhưng con người vẫn dám làm và làm được… Rồi Bác đọc tặng anh chị em TNXP trong buổi nói chuyện hôm đó bốn câu thơ:\nKhông có việc gì khó\nChỉ sợ lòng không bền\nÐào núi và lấp biển\nQuyết chí ắt làm nên!\nNgày 27-1-1969, Bác Hồ đã gửi tặng lẵng hoa và thư khen đơn vị TNXP 333 có nhiều thành tích xuất sắc trên các tuyến đường Khu Bốn ác liệt: “Các cháu xứng đáng là những thanh niên ưu tú của nhân dân Việt Nam anh hùng. Và, giặc Mỹ đã thua to ở hai miền nước ta, chúng đang thất bại ngày càng nặng nề hơn ở miền nam, nhưng chúng vẫn rất ngoan cố chưa chịu từ bỏ âm mưu xâm lược nước ta.\nVì vậy, Bác nhắc nhở các cháu: Phải nêu cao ý chí chiến đấu, tinh thần cảnh giác cách mạng, cùng quân dân ta quyết tâm đánh thắng hoàn toàn giặc Mỹ xâm lược; luôn luôn đoàn kết, ra sức học tập chính trị, kỹ thuật, văn hóa để ngày càng tiến bộ, đem hết nhiệt tình tài năng của tuổi trẻ cống hiến thật nhiều cho sự nghiệp chống Mỹ, cứu nước”.\nÐây là bức thư, lời căn dặn cuối cùng đối với TNXP của Bác trước lúc Người đi xa. Tình yêu thương của Bác mãi mãi khắc sâu trong lòng mọi người Việt Nam yêu nước, đã và mãi mãi là động lực to lớn của các thế hệ thanh niên nói chung, TNXP nói riêng."
        }
        ,
        "story4":
        {
            "title":"Một tấm gương về sự khiêm nhường và chân thành",
            "name":"Một lần nhớ mãi",
            "intro":"“Một lần nhớ mãi” kể về chuyến thăm Thái Bình của Bác Hồ vào đầu năm 1967 – một kỷ niệm tuy nhỏ nhưng chứa đựng bao bài học lớn lao. Qua từng hành động và lời nói, Bác thể hiện phong cách sống giản dị, chân thật, luôn quan tâm đến mọi người xung quanh. Dù là chuyện ngồi ghế, ăn cơm nắm hay bát dưa muối, ở Bác vẫn toát lên nét tinh tế, khiêm nhường và tình cảm gần gũi. Chính sự mộc mạc ấy đã khiến những ai từng gặp Bác đều “nhớ mãi”, và học được từ Người những điều sâu sắc về đạo đức và lối sống.",
            "content": "Đầu năm 1967, Bác về Thái Bình. Ô tô đưa Bác đến bến Triều Dương thì phải sang phà. Mấy đồng chính uỷ đến đón, một cán bộ định giới thiệu với Bác. Bác nói:\n- Thôi, thôi đi về cho sớm.\nCanô mắc cạn loay hoay mãi vẫn chưa cập được bến. Trời chiều, không thể để Bác chờ lâu nên đành phải đưa thuyền nan ra đón Bác vào bờ. Bác trèo lên đê, hỏi cô Định thường vụ tỉnh uỷ:\n- Có còn lối nào đi lý thú hơn nữa không?\nCô Định thành thật thưa:\n- Bác phải đi xe, chứ về chúng cháu còn xa lắm.\nAnh cán bộ đi theo Bác cười:\n- Bác phê bình khéo đấy! Rồi nói khẽ “tưởng bở”.\nVề xã Tân Hoà, cán bộ địa phương mời Bác ngồi ghế giữa ưu tiên. Bàn kê thì chật, Bác lựa mãi mới đứng lên được.\nBác mở đầu như một vế đối:\n- Ghế ưu tiên nên người không nhúc nhích...\nAnh chị em chỉ biết cười trừ.\nĐến bữa cơm, Bác giở cơm nắm ra ăn. Cô Định cứ năn nỉ mãi, mời Bác dùng cơm nóng, Bác bảo:\n- Bác dùng cơm này đã quen rồi…\nTrong bữa cơm có bát dưa. Cô Định cứ gắp mãi dưa, Bác hỏi:\n- Dưa có ngon không?\nCô Định nói một mạch:\n- Ngon lắm ạ. Tỉnh chúng cháu năm nay trồng dưa thừa ăn còn đem bán cho các tỉnh bạn.\nBác tủm tỉm cười:\n- Dưa này không phải dưa Thái Bình đâu. Dưa Bác đem từ Hà Nội về đấy...\nSau này, cô Định nói: Chỉ một bần ấy mà tôi nhớ mãi. Học được bao nhiêu điều."

        }
        ,
        "story5":
        {
            "name":"",
            "intro":"",
            "content": ""
        }
    }

     ,

    {
        "id":6,
        "title":"Những ngày đầu ra đi tìm đường cứu nước",
        "story1":
        {
            "title":"Hành trình học hỏi và nuôi chí lớn vì Tổ quốc",
            "name":"",
            "intro":"",
            "content": ""
        }
        ,
        "story2":
        {
           "title":"Lý tưởng và khát vọng tìm đường cứu nước",
            "name":"Ra đi tìm đường cứu nước",
            "intro":"  Câu chuyện kể về thời thanh niên của Bác Hồ – khi Người còn là Nguyễn Tất Thành, mang trong mình khát vọng cháy bỏng tìm con đường giải phóng dân tộc. Với ý chí kiên định và tinh thần yêu nước sâu sắc, Người quyết tâm ra đi tìm đường cứu nước dù biết trước muôn vàn khó khăn, gian khổ. Hình ảnh ấy thể hiện lý tưởng cao đẹp, lòng dũng cảm và tinh thần hy sinh vì Tổ quốc – tấm gương sáng ngời cho các thế hệ noi theo.",
             "content": "Trong thời gian học ở Sài Gòn, Hồ Chí Minh khi ấy còn là Nguyễn Tất Thành, quen với anh Lê – một người bạn cùng lứa tuổi. Cả hai nhanh chóng trở nên thân thiết. Một buổi chiều, giữa lúc trò chuyện, Người bất ngờ hỏi:\n“Anh Lê, anh có yêu nước không?”\nAnh Lê đáp: “Tất nhiên là có chứ!”\nCụ Hồ nhìn bạn, giọng kiên định:\n“Tôi muốn ra nước ngoài, xem họ làm như thế nào để học rồi trở về giúp đồng bào ta. Nhưng đi một mình thì nguy hiểm lắm… Anh có muốn đi cùng tôi không?”\nAnh Lê do dự rồi hỏi: “Nhưng chúng ta lấy đâu ra tiền mà đi?”\nNgười mỉm cười, giơ hai bàn tay:\n“Đây, tiền đây! Chúng ta sẽ làm bất cứ việc gì để sống và để đi.”\nLúc đầu, anh Lê cảm phục tấm lòng yêu nước của Người và đồng ý. Nhưng sau khi suy nghĩ kỹ, anh không đủ can đảm để thực hiện chuyến đi ấy. Ít ngày sau, người bạn ấy lặng lẽ rời Sài Gòn, lên tàu ra đi tìm đường cứu nước.\nMãi về sau, anh Lê mới biết rằng người bạn năm xưa đã trở thành vị lãnh tụ vĩ đại của dân tộc Việt Nam – Chủ tịch Hồ Chí Minh."
          }
        ,
        "story3":
        {
            "title":"Nghị lực và ý chí vượt khó của người thanh niên yêu nước",
            "name":"Công việc bồi bàn",
            "intro":"  Câu chuyện kể về những ngày đầu gian khổ của Nguyễn Tất Thành – khi Người lấy tên là anh Ba, xin làm phụ bếp trên một con tàu để thực hiện chuyến đi tìm đường cứu nước. Dù phải lao động cực nhọc, làm những công việc nặng nhọc và đầy vất vả, Người vẫn kiên trì, chịu đựng, học hỏi và không bao giờ nản chí. Qua hình ảnh người thanh niên nhỏ bé với ý chí phi thường ấy, ta thấy được tinh thần vượt khó, lòng kiên định và nghị lực to lớn – những phẩm chất đã làm nên vị lãnh tụ vĩ đại của dân tộc Việt Nam.",
            "content": "Một buổi trưa oi ả, một chàng trai trẻ tên Ba bước lên con tàu lớn đang chuẩn bị rời bến. Anh ngập ngừng một lát rồi mạnh dạn hỏi xin việc. Mọi người trên tàu thoáng ngạc nhiên, rồi lắc đầu bảo rằng “Không có việc đâu, mà có thì chúng tôi cũng không có quyền nhận anh.” Họ nhìn anh với ánh mắt nửa thương nửa buồn cười – một chàng trai có dáng vẻ học trò, nước da trắng, tay chưa quen lao động – thì làm được việc gì nặng nhọc trên tàu?\nTuy nhiên, trong đám thủy thủ có một người cảm thấy mến anh. Anh ta nói:\n– “Thôi, đi theo tôi, tôi sẽ dẫn anh đến gặp chủ tàu. Biết đâu ông ta lại có việc cho anh.”\nKhi gặp chủ tàu, người đàn ông hỏi:\n– “Anh có thể làm việc gì?”\nChàng trai trả lời dứt khoát:\n– “Tôi có thể làm bất cứ việc gì!”\nThấy sự quả quyết và ánh mắt kiên định, chủ tàu gật đầu:\n– “Được, sáng mai anh đến nhận việc. Ta sẽ cho anh làm phụ bếp.”\nTừ hôm đó, anh Ba bắt đầu những ngày làm việc cực nhọc. Từ bốn giờ sáng, anh đã dậy để quét dọn, đốt lửa, khuân than, khuân nước đá, rửa chảo nồi, nhặt rau, nấu ăn cho hàng trăm người. Dưới bếp tàu lúc nào cũng nóng hầm hập, còn trong hầm chứa thì lạnh buốt. Có khi vừa gánh bao than nặng, anh lại phải leo lên những bậc thang chênh vênh khi tàu chao đảo giữa sóng biển.\nTiếng gọi “Ba, đem nước đây!”, “Ba, thêm than chỗ này!”, “Ba, dọn chảo đi!” vang lên không ngớt. Suốt ngày, mồ hôi và hơi nước hòa lẫn với bụi than làm người anh đen nhẻm, ướt đẫm. Dù chưa quen việc, anh vẫn kiên trì học hỏi. Có lần, trước đống củ cải và khoai tây cao ngất, anh lúng túng không biết gọt thế nào. Người bạn thủy thủ lại kiên nhẫn dạy anh từng chút một.\nDần dần, ai trên tàu cũng cảm phục anh Ba – một chàng trai nhỏ bé nhưng có nghị lực phi thường, chịu khổ không than vãn, luôn làm việc chăm chỉ và đầy quyết tâm. Không ai biết rằng, người thanh niên ấy sau này chính là Nguyễn Ái Quốc – Hồ Chí Minh, người ra đi tìm đường cứu nước cho dân tộc Việt Nam."

        }
        ,
        "story4":
        { 
            "title":"Người thanh niên Nguyễn Ái Quốc trên chuyến tàu sang Pháp",
            "name":"Cuyến tàu sang Pháp và ước mơ lớn của anh Ba",
            "intro":"Câu chuyện khắc họa quãng thời gian Bác Hồ – khi còn là anh Ba – đi sang Pháp, làm phụ bếp trên chuyến tàu để học hỏi và quan sát thế giới. Dù lao động cực nhọc, Người vẫn giữ lòng kiên nhẫn, không màng danh lợi, trân trọng từng trải nghiệm nhỏ bé. Qua những chi tiết đời thường, hình ảnh Bác hiện lên là người thanh niên Việt Nam giàu khát vọng, ý chí vươn lên và tinh thần yêu nước sâu sắc. Câu chuyện cho thấy cách Bác hun đúc lý tưởng cách mạng ngay từ những ngày đầu trên con đường tìm tự do, độc lập cho dân tộc.",
             "content": "Trong chuyến tàu sang Pháp, có ông Bùi Quang Chiêu, một kỹ sư canh nông giàu có, cùng gia đình đi hạng nhất. Khi nhìn thấy anh Ba đang làm phụ bếp, ông gọi lại, thân mật nói:\n– “Tại sao con lại làm cái nghề khó nhọc này? Bỏ nghề đi. Con nên chọn một nghề khác, danh giá hơn.”\nAnh Ba lễ phép đáp lời cảm ơn, nhưng chỉ mỉm cười, không nói đồng ý hay từ chối. Ông Chiêu đâu biết rằng người thanh niên này không đi tìm danh lợi, mà đang đi tìm con đường cứu nước cho dân tộc mình.\nKhi tàu cập bến Mác–xây, mỗi người Việt trên tàu được phát lương và tiền thưởng. Nhân viên thường nhận từ 100 đến 200 quan, còn anh Ba, chỉ là phụ bếp, nhận được vỏn vẹn 10 quan. Dù ít ỏi, anh không than vãn.\nAnh xem đó là cái giá xứng đáng để học hỏi và hiểu biết thế giới mới. Với người bạn thân thiết trên tàu, anh tâm sự tất cả những điều mình trông thấy, nghe thấy và suy nghĩ – những điều nhỏ bé ấy, dần dần thắp sáng lên trong anh ước mơ lớn lao về độc lập và tự do cho Tổ quốc."

        }
        ,
        "story5":
        {
            "title":"Người thanh niên Nguyễn Ái Quốc trên chuyến tàu sang Pháp",
            "name":"Anh Ba ở Luân Đôn và hành trình học tập không ngừng",
            "intro":"Tác phẩm kể về quãng thời gian Bác Hồ, khi ấy còn là anh Ba, sống và làm việc ở nước Anh trong hành trình tìm đường cứu nước. Giữa cuộc sống lao động vất vả, Người vẫn giữ nếp sống giản dị, cần cù, và luôn khát khao học hỏi để nâng cao tri thức. Dù xa quê hương, trong tim Người vẫn cháy bỏng tình yêu dân tộc và niềm tin vào con đường giải phóng đất nước. Câu chuyện thể hiện rõ phẩm chất cao đẹp của Chủ tịch Hồ Chí Minh – một con người vừa bình dị, khiêm nhường, vừa vĩ đại trong lý tưởng và hành động.",
            "content": "Sau khi rời con tàu cũ, anh Ba đến nước Anh và xin vào làm tại tiệm ăn Các-lơ-tông, một nhà hàng nổi tiếng ở Luân Đôn do ông Ét-cốt-phi-e, “vua đầu bếp” nước Pháp, điều hành. Nhà bếp có hơn trăm người từ khắp nơi trên thế giới – Pháp, Anh, Đức, Nga, châu Á – và anh Ba, một người Việt Nam nhỏ bé, âm thầm giữa họ.\nMột hôm, người kể chuyện gặp một người Á Đông trẻ tuổi đang lau chùi dao nĩa. Ban đầu tưởng là người Trung Quốc, nhưng khi anh ta cất tiếng chào bằng tiếng Việt, anh mới biết đó là đồng hương. Từ đó, hai người trở nên thân thiết.\nKhi được hỏi, anh Ba kể:\n– “Tôi đến đây một mình, để học tiếng Anh.”\n– “Hay đấy, nhưng khó lắm. Tôi ở đây hai năm mà chỉ biết Yes và No thôi.”\n– “Phải học chứ. Chúng ta cùng học.”\nAnh kể lại những công việc cực nhọc từng làm: cào tuyết, đốt lò, làm việc trong hầm tối, rét buốt và nóng bức, phải nghỉ vì bệnh, nhưng vẫn cố gắng dành dụm từng đồng để học tiếng Anh. Cuối cùng, anh xin được việc trong nhà hàng lớn này.\nCông việc ở nhà hàng rất vất vả, nhưng anh Ba làm đâu ra đấy, luôn cẩn thận và gọn gàng. Một lần, ông Ét-cốt-phi-e hỏi:\n– “Tại sao anh không vứt thức ăn thừa như người khác?”\nAnh đáp:\n– “Không nên vứt đi. Ông có thể cho người nghèo.”\nÔng Ét-cốt-phi-e bật cười:\n– “Ông bạn trẻ của tôi ơi, tạm thời hãy gác ý nghĩ cách mạng của anh lại. Tôi sẽ dạy anh làm bếp. Làm ngon, anh sẽ được nhiều tiền. Anh bằng lòng chứ?”\nTừ đó, ông chuyển anh Ba từ rửa bát sang làm bánh, một công việc danh giá và có lương cao hơn. Ai cũng ngạc nhiên vì lần đầu tiên “vua đầu bếp” lại ưu ái một người học việc châu Á như vậy.\nAnh Ba sống giản dị, chăm học. Buổi sáng và chiều, anh thường ra vườn Hyde, cầm sách và bút học tiếng Anh. Ngày nghỉ, anh theo học thêm với một giáo sư người Ý. Anh kiên trì, khiêm tốn, và có một trái tim giàu tình cảm.\nMột hôm, anh rơi nước mắt khi đọc tin ông Thị trưởng Coóc, người Ái Nhĩ Lan yêu nước, tuyệt thực đến chết trong tù. Anh nói:\n– “Một dân tộc có những người như ông ấy sẽ không bao giờ đầu hàng. Chúng ta cũng thế, dân tộc ta cũng có những người can đảm như cụ Tống Duy Tân, thà chết chứ không chịu khuất phục.”\nKhi Chiến tranh Thế giới thứ nhất bùng nổ, người Pháp ở Luân Đôn nhận lệnh động viên, lính Anh bị đưa mặt trận,  người Đức bị bắt giam, ai cũng hoang mang. Lúc ấy, anh Ba nói lời từ biệt:\n– “Xin tạm biệt anh Nam.”\n– “Anh đi đâu?”\n– “Tôi đi Pháp.”\n– “Anh điên à? Ở đó đang có chiến tranh!”\n– “Tôi đi xem. Tôi sẽ viết thư cho anh.”\nVà anh Ba – người thanh niên Việt Nam mang trong tim ngọn lửa yêu nước – lại tiếp tục lên đường, bước thêm một chặng mới trong hành trình tìm đường cứu nước cho dân tộc."

        }
        ,
        "story6":
        {
            "title":"Những ngày đầu ở Pháp",
            "name":"Anh Ba và những ấn tượng đầu tiên về văn minh phương Tây trên chuyến tàu sang Pháp",
            "intro":"Câu chuyện tái hiện những trải nghiệm đầu tiên của Bác Hồ trên đất Pháp, khi còn là anh Ba, đối mặt với văn hóa và cuộc sống phương Tây hoàn toàn mới lạ. Mọi thứ từ tàu điện đến quán cà phê đều khiến Người vừa tò mò vừa suy ngẫm về sự khai hóa thực sự. Qua những chi tiết đời thường, hình ảnh Bác hiện lên là người quan sát tinh tế, ham học hỏi và giàu tư duy phản biện. Câu chuyện cho thấy bước khởi đầu quan trọng trên con đường hình thành lý tưởng cách mạng và ước mơ độc lập cho dân tộc.",
  "content": "Trên chuyến tàu sang Pháp, anh Ba lần đầu chứng kiến những điều khiến anh suy nghĩ về “văn minh phương Tây”. Thấy những cô gái điếm lên tàu kiếm tiền, anh quay sang tôi và hỏi:\n“Tại sao người Pháp không ‘khai hóa’ đồng bào của họ trước khi đi ‘khai hóa’ chúng ta, sao thế anh Mai?”\nMọi thứ ở Pháp đều mới lạ với anh. Khi thấy tàu điện, anh ngạc nhiên reo lên rằng đó là “những cái nhà biết chạy”. Cái gì cũng khiến anh tò mò và thích thú, anh luôn miệng nói:\n“Lần đầu tiên, tôi mới thấy cái này...”\nHết giờ làm, tôi cho anh mượn bộ quần áo rồi cùng đi dạo. Lần đầu tiên trong đời, anh bước vào một tiệm cà phê ở đường Ca-nơ-bia và được người Pháp gọi bằng “ông”. Niềm vui xen lẫn sự ngỡ ngàng hiện rõ trên khuôn mặt anh. Sau những ngày đầu ở Mác–xây, anh Ba mỉm cười nói với tôi:\n“Người Pháp ở Pháp tốt, lễ phép hơn người Pháp ở Đông Dương.”\nKhi tàu cập cảng Ha-vơ-rơ để sửa chữa, chúng tôi được chuyển sang làm việc ở con tàu khác để chuẩn bị quay về Đông Dương. Nhưng anh Ba không muốn trở về. Ông chủ tàu đưa anh về nhà, và từ đó, tôi không còn gặp lại anh Ba nữa…"
        }

    }
]

